[{"_id":"323","title":"Mousou Dairinin","alternativeTitles":["Mousou Dairinin","妄想代理人","Paranoia Agent","Paranoja Agent","Paranoia Agent","Paranoia Agent"],"ranking":1223,"genres":["Avant Garde","Drama","Mystery","Supernatural","Suspense"],"episodes":13,"status":"Finished Airing","synopsis":"The infamous Shounen Bat (Lil' Slugger) is terrorizing the residents of Musashino City. Flying around on his rollerblades and beating people down with a golden baseball bat, the assailant seems impossible to catch—much less understand. His first victim, the well-known yet timid character designer Tsukiko Sagi, is suspected of orchestrating the attacks. Believed only by her anthropomorphic pink stuffed animal, Maromi, Tsukiko is just one of Shounen Bat's many victims.\n\nAs Shounen Bat continues his relentless assault on the town, detectives Keiichi Ikari and Mitsuhiro Maniwa begin to investigate the identity of the attacker. However, more and more people fall victim to the notorious golden bat, and news of the assailant begins circulating around the town. Paranoia starts to set in as chilling rumors spread amongst adults and children alike.\n\nWill the two detectives be able to unravel the truth behind Shounen Bat, or will the paranoia get to them first?\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The infamous Shounen Bat (Lil' Slugger) is terrorizing the residents of Musashino City. Flying aroun"},{"_id":"2547","title":"Princess Sara","alternativeTitles":["Sekai Meisaku Gekijou","Princess Sara","Little Princess Sarah","Shoukoujo Sara","小公女[プリンセス]セーラ","A Little Princess Sara","Die kleine Prinzessin Sara","Princesse Sarah"],"ranking":1225,"genres":[],"episodes":46,"status":"Finished Airing","synopsis":"Sent to an all-girls boarding school due to her father's overseas job, Sarah Crewe is a promising young girl who excels both academically and socially in her new life in London. However, her world is turned upside down when she is called into the headmistress' office and informed of news that no child wants to hear: her father has passed away. \n\nNow an orphan, Sarah is stripped of her status as a student and is forced to work in the boarding school as a maid in order to support herself. To make matters worse, her once friendly peers suddenly turn against her upon hearing about her fall from wealth. Coming to terms with the unfortunate situation she faces, Sarah must learn to persevere and form new friendships in order to regain her dignity as well as her identity.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Sent to an all-girls boarding school due to her father's overseas job, Sarah Crewe is a promising yo"},{"_id":"396","title":"Seikai no Senki","alternativeTitles":["Battle Flag of the Stars","Crest of the Stars","星界の戦旗","Banner of the Stars"],"ranking":1226,"genres":["Action","Romance","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Three years since the end of their intergalactic excursion, both Lafiel Abriel and Jinto Linn have reunited; Lafiel as the captain of the attack ship Basroil and Jinto as her supply officer. The restart of the war between the Abh Empire and the Triple Alliance thrusts the inexperienced duo into the forefront of the deadly conflict.\n\nAs the catastrophic battle between pure humankind and their greatest creation, the Abh, rages on, both sides accept that their conflict is not merely about territory, but about settling the inherent differences between themselves.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Three years since the end of their intergalactic excursion, both Lafiel Abriel and Jinto Linn have r"},{"_id":"2104","title":"Seto no Hanayome","alternativeTitles":["The Inland Sea Bride","瀬戸の花嫁","My Bride is a Mermaid","My Bride is a Mermaid"],"ranking":1227,"genres":["Comedy","Romance"],"episodes":26,"status":"Finished Airing","synopsis":"During his summer vacation, middle school student Nagasumi Michishio travels to the Seto Inland Sea. One day, while swimming at Mio Sun Beach, his leg suddenly cramps. No one is close enough to notice his desperate screams for help, and so he sinks into the ocean, where he is left to drown alone. Just as he loses consciousness, however, a mermaid appears and saves his life.\n\nThat night, Nagasumi is visited by his savior, a girl who introduces herself as Sun Seto—a mermaid from a yakuza family. As it turns out, under mermaid law, a mermaid whose identity is revealed to a human must be punished by execution. To avoid this harrowing outcome, the Seto family propose a solution: Nagasumi must marry Sun or die at the hands of Gouzaburou, Sun's father and boss of the Seto clan. Faced with no other option, Nagasumi takes her hand in marriage.\n\nNow, the newlyweds face the difficult task of keeping their relationship secret. Between Gouzaburou's unending attempts on Nagasumi's life and the eccentric antics of a slew of antagonists, a genuine and innocent love blossoms between the pair as they adapt to their new life. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"During his summer vacation, middle school student Nagasumi Michishio travels to the Seto Inland Sea."},{"_id":"5485","title":"Shin Mazinger Shougeki! Z-hen","alternativeTitles":["Shin Mazinger Shogeki! Z-hen","True Mazinger","Z Mazinger","Ｚマジンガー; 真マジンガー 衝撃！Z編","Mazinger Edition Z: The Impact!","Mazinger Edition Z: The Impact!","Mazinger Edition Z: The Impact!","Mazinger Edition Z: The Impact!"],"ranking":1228,"genres":["Action","Drama"],"episodes":26,"status":"Finished Airing","synopsis":"Set in the near future, humanity enters another energy revolution following the discovery of Photon Power. Derived from the ore discovered under the foothills of Mt. Fuji, its intended use was to solve the world's energy problems with its unimaginable power. Seeking this energy is Dr. Hell, a madman craving world domination who with his subordinates Baron Ashura, Count Brocken and Viscount Pygman, commands an army of mechanical beasts excavated from the ruins of ancient Greece to seize the Photon Power Lab for himself. Meeting the attack head on is the hot-blooded teenager Kabuto Kouji, who pilots the Photon Powered robot built by his grandfather, Mazinger Z. But in this battle between Dr. Hell and the Kabuto family, many legends surrounding the Mycenaean Civilization and Bardos Island, as well as the secrets of Mazinger Z remain shrouded in mystery.\n\nA new series based on the mecha show that started it all, Mazinger Z. Shin Mazinger Shougeki! Z-Hen starts over from the beginning with a new cast, to tell a new story unrelated to the original show.\n\n(Source: shin-mazinger.com)","type":"TV","short_synopsis":"Set in the near future, humanity enters another energy revolution following the discovery of Photon "},{"_id":"35503","title":"Shoujo☆Kageki Revue Starlight","alternativeTitles":["Girls'☆Opera Revue Starlight","少女☆歌劇 レヴュースタァライト","Revue Starlight"],"ranking":1230,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"As preparations begin for Seishou Music Academy's yearly Seishou Festival, the girls of the 99th class are gearing up to perform their very own rendition of Starlight, the tragic tale of two goddesses drawn together by the glow of the heavens but destined to be pulled apart, never to meet again. Created to foster the next generation of theatrical talent, this girls' only school works to improve the singing, acting, and dancing skills of its students.\n\nOne student is 16-year-old Karen Aijou, an easygoing girl who has dreamed of performing on stage since she was a child. Her love for theater is further invigorated when her childhood friend Hikari Kagura transfers to Seishou Academy. Through her old friend, Karen stumbles upon a secret elevator leading to a massive theater underneath the school. Hosted by a talking giraffe, this arena serves as a battleground where her classmates participate in duels to determine who among them deserves the title of \"Top Star,\" earning them the right to play one of the lead roles in Starlight. Emboldened by the promise she made with Hikari to someday be stars together, Karen enters these mysterious battles in the hopes of making their dream a reality.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"As preparations begin for Seishou Music Academy's yearly Seishou Festival, the girls of the 99th cla"},{"_id":"33502","title":"Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?","alternativeTitles":["SukaSuka","What are you doing at the end? Are you busy? Can you save me?","終末なにしてますか？忙しいですか？救ってもらっていいですか？","WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?","WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?","WorldEnd: What Do You Do at The End of The World? Are You Busy? Will You Save Us?","WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?"],"ranking":1231,"genres":["Drama","Fantasy","Romance","Sci-Fi"],"episodes":12,"status":"Finished Airing","synopsis":"Putting his life on the line, Willem Kmetsch leaves his loved ones behind and sets out to battle a mysterious monster, and even though he is victorious, he is rendered frozen in ice. It is during his icy slumber that terrifying creatures known as \"Beasts\" emerge on the Earth's surface and threaten humanity's existence. Willem awakens 500 years later, only to find himself the sole survivor of his race as mankind is wiped out.\n \nTogether with the other surviving races, Willem takes refuge on the floating islands in the sky, living in fear of the Beasts below. He lives a life of loneliness and only does odd jobs to get by. One day, he is tasked with being a weapon storehouse caretaker. Thinking nothing of it, Willem accepts, but he soon realizes that these weapons are actually a group of young Leprechauns. Though they bear every resemblance to humans, they have no regard for their own lives, identifying themselves as mere weapons of war. Among them is Chtholly Nota Seniorious, who is more than willing to sacrifice herself if it means defeating the Beasts and ensuring peace.\n \nWillem becomes something of a father figure for the young Leprechauns, watching over them fondly and supporting them in any way he can. He, who once fought so bravely on the frontlines, can now only hope that the ones being sent to battle return safely from the monsters that destroyed his kind.\n\n[Written by MAL Rewrite] ","type":"TV","short_synopsis":"Putting his life on the line, Willem Kmetsch leaves his loved ones behind and sets out to battle a m"},{"_id":"2451","title":"Space Cobra","alternativeTitles":["スペースコブラ","Space Adventure Cobra","Super Agente Cobra","Space Adventure Cobra"],"ranking":1232,"genres":["Action","Adventure","Sci-Fi"],"episodes":31,"status":"Finished Airing","synopsis":"Lonely salaryman Johnson laments his meager life, longing for a world of travel and excitement. But after engaging in a hallucinatory experience, he recalls vivid memories of a legendary space pirate named Cobra. WIth the Psychogun attached to his left arm, Cobra had travelled across space with his partner Lady Armaroid. The two formed an infamous team feared by authorities and loathed by the Pirate Guild—a conglomerate of the most powerful pirates in the galaxy,\n\nBack on Earth, an encounter at a casino changes Johnson’s life, as his winnings bring him face-to-face with the manager—Pirate Guild boss Vaiken, whom he’d seen defeated by Cobra in his dream. Recognizing Johnson as the disguised Cobra, Vaiken attempts to exact revenge—but instead activates the Psychogun hidden under Johnson’s left arm, triggering his repressed memories and alerting Lady Armaroid.\n\nNow after besting Vaiken once again and with his memories restored, Cobra leaves hiding and sets out to stop the Pirate Guild’s interstellar mafia. He and Lady Armaroid traverse space, continuing their life of high-stakes adventure while aiding those wronged by the Guild’s members.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Lonely salaryman Johnson laments his meager life, longing for a world of travel and excitement. But "},{"_id":"37956","title":"3D Kanojo: Real Girl 2nd Season","alternativeTitles":["3D Girlfriend 2nd Season","3D彼女 リアルガール第2シーズン","Real Girl Season 2"],"ranking":1233,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Teenage otaku Tsutsui is finally starting to feel comfortable in his relationship with his beautiful classmate Iroha, but the real world continues to make things tough for both of them. With the school cultural festival coming up, Tsutsui gets stuck working on the festival committee while Iroha's classmates pressure her to enter the beauty contest. Meanwhile, Tsutsui's best friend Itou finally works up the courage to confess his feelings to Ayado, but she turns him down. As Itou works to get over this rejection and Tsutsui struggles just to survive the festival, they both decide to do whatever they can to become better people. Will their good intentions pave the way to a happy outcome, or will more hearts be broken along the way?\n\n(Source: ANN)","type":"TV","short_synopsis":"Teenage otaku Tsutsui is finally starting to feel comfortable in his relationship with his beautiful"},{"_id":"13535","title":"Binbougami ga!","alternativeTitles":["Binbou Gami ga!","Binboukami ga!","Binbogami ga!","Binbou Kami ga!","The God Of Poverty is!","貧乏神が!","Good Luck Girl!"],"ranking":1234,"genres":["Comedy","Supernatural"],"episodes":13,"status":"Finished Airing","synopsis":"Ichiko Sakura lives life on easy mode. Blessed with good fortune, she has everything she has ever wanted, including beauty, intelligence, and wealth. Momiji Binboda is a goddess of poverty. In stark contrast to Ichiko, she is cursed with misfortune, such as a perpetual cast on her arm, a flat chest, and a box under a bridge for a home.\n\nTheir lives collide when Momiji lives up to her title and delivers some unfortunate news to Ichiko: her large amount of luck is due to her subconsciously draining the luck from those around her! Momiji has been tasked with stealing back Ichiko's fortune before she leaves everyone without enough luck to even survive. But Ichiko, with the help of the wandering monk Bobby Statice, manages to fight off the poverty goddess. This defeat forces the goddess to enlist reinforcements in the form of Kumagai, her teddy bear familiar, and the masochistic dog god, Momoo Inugami.\n\nInsanity ensues as Ichiko's quiet life is replaced with daily battles for her fortune. To survive the chaos, Ichiko will need all the luck she can get in Binbougami ga!!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Ichiko Sakura lives life on easy mode. Blessed with good fortune, she has everything she has ever wa"},{"_id":"3841","title":"Chi's Sweet Home","alternativeTitles":["Chii's Sweet Home","Chiizu","チーズスイートホーム","Chi une vie de chat"],"ranking":1235,"genres":["Comedy","Slice of Life"],"episodes":104,"status":"Finished Airing","synopsis":"One day, a small kitten named Chi is found by a young boy named Youhei and his mother. They decide to bring her back to their home to live with them despite their apartment's rules against keeping any pets. Chi, Youhei, and Youhei's parents cherish their time together as they make new friends, good memories, and have fun times together.\n\nThese short adventures revolve around the daily life of Chi and her family, in addition to the many friends that they make along the way. No matter what trouble Chi ends up getting into, she knows that her family will always love her!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"One day, a small kitten named Chi is found by a young boy named Youhei and his mother. They decide t"},{"_id":"233","title":"Daa! Daa! Daa!","alternativeTitles":["Da!Da!Da!","UFO Baby","だぁ! だぁ! だぁ!"],"ranking":1236,"genres":["Comedy","Sci-Fi"],"episodes":78,"status":"Finished Airing","synopsis":"Miyu is an 8th grade girl, whose parents have been hired by NASA. They take off to America leaving Miyu with Mr. Saionji. Later, Mr. Saionji decides to go on a 1 year long trip to India leaving Miyu alone with his son, Kanata. More complications rise when an Alien baby and his babysitter pet crashes\/lands in their house. To make things worse, alien baby starts calling Miyu and Kanata Mom and Dad, also showing ESP power and floating around. \n\n(Source: ANN)","type":"TV","short_synopsis":"Miyu is an 8th grade girl, whose parents have been hired by NASA. They take off to America leaving M"},{"_id":"4192","title":"Hayate no Gotoku!!","alternativeTitles":["Hayate the Combat Butler Season 2","ハヤテのごとく!!","Hayate the Combat Butler!!","Hayate the Combat Butler! Season 2","Hayate the Combat Butler! Temporada 2","Hayate the Combat Butler Saison 2"],"ranking":1240,"genres":["Action","Comedy","Romance"],"episodes":25,"status":"Finished Airing","synopsis":"Hayate Ayasaki's misfortune continues to hand him the short end of the stick. Now settled into his routine at the Sanzenins' mansion and Hakuou Academy, the butler continues to work as hard as ever in caring for his young mistress Nagi while studying the school's grueling curriculum—all on top of trying his best to survive the multitude of troubles that life relentlessly pushes onto him.\n\nThe unintentional chick magnet's life is far from quiet, forced to deal not only with Nagi's yet unnoticed infatuation with him, but also the evergrowing string of accidentally seduced girls—most notably, the exceptionally plain Ayumu Nishizawa, a friend of his before he became a butler, and the diligent Hinagiku Katsura, Hakuou's student council president. While one struggles to gain his affection and the other desperately tries to deny her own, both the girls are going to make the boy's life a little more complicated than it already is.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Hayate Ayasaki's misfortune continues to hand him the short end of the stick. Now settled into his r"},{"_id":"48804","title":"Isekai Shokudou 2","alternativeTitles":["異世界食堂 2","Restaurant to Another World 2"],"ranking":1244,"genres":["Fantasy","Gourmet","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"The Western Restaurant Nekoya is adored by its local Japanese clientele. The eatery's continued success can be attributed to its tasty western and Japanese dishes, as well as its cheerful head chef, \"Master\" Tenshu. In Japan, the restaurant appears to be closed on Saturdays, but in actuality, it is the one day that Nekoya transcends to the Other World and opens its doors to guests seeking foreign cuisine. From castles to forests, the \"Restaurant to Another World\"—as its patrons call it—travels far and wide. \n\nNekoya's diverse and bizarre clientele can expect to be greeted by one of two devoted waitresses—the courteous demon waitress Aletta, or the enigmatic and elven Kuro. As customers, both old and new, pile into the establishment with stories of their respective lands, Master and his staff ensure that everyone is in for a scrumptious adventure of a lifetime.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"The Western Restaurant Nekoya is adored by its local Japanese clientele. The eatery's continued succ"},{"_id":"182","title":"Tenkuu no Escaflowne","alternativeTitles":["Tenkuu no Escaflowne","天空のエスカフローネ","The Vision of Escaflowne","The Vision of Escaflowne","La Visión de Escaflowne","The Vision of Escaflowne"],"ranking":1246,"genres":["Adventure","Fantasy","Romance"],"episodes":26,"status":"Finished Airing","synopsis":"Hitomi Kanzaki is just an ordinary 15-year-old schoolgirl with an interest in tarot cards and fortune telling, but one night, a boy named Van Fanel suddenly appears from the sky along with a vicious dragon. Thanks to a premonition from Hitomi, Van successfully kills the dragon, but a pillar of light appears and envelopes them both. As a result, Hitomi finds herself transported to the world of Gaea, a mysterious land where the Earth hangs in the sky.\n\nIn this new land, Hitomi soon discovers that Van is a prince of the Kingdom of Fanelia, which soon falls under attack by the evil empire of Zaibach. In an attempt to fight them off, Van boards his family's ancient guymelef Escaflowne—a mechanized battle suit—but fails to defeat them, and Fanelia ends up destroyed. Now on the run, Hitomi and Van encounter a handsome Asturian knight named Allen Schezar, whom Hitomi is shocked to find looks exactly like her crush from Earth. With some new allies on their side, Van and Hitomi fight back against the forces of Zaibach as the empire strives to revive an ancient power.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Hitomi Kanzaki is just an ordinary 15-year-old schoolgirl with an interest in tarot cards and fortun"},{"_id":"6213","title":"Toaru Kagaku no Railgun","alternativeTitles":["Toaru Kagaku no Choudenjihou","とある科学の超電磁砲","A Certain Scientific Railgun","A Certain Scientific Railgun","A Certain Scientific Railgun","A Certain Scientific Railgun"],"ranking":1247,"genres":["Action","Fantasy","Sci-Fi"],"episodes":24,"status":"Finished Airing","synopsis":"The student-filled Academy City is at the forefront of scientific advancement and home to the esper development program. The seven \"Level 5\" espers are the most powerful in Academy City, and ranked third among them is middle schooler Mikoto Misaka, an electricity manipulator known as \"The Railgun.\"\n \nWhen strange incidents begin occurring throughout the city, she finds each crime to be connected to the elusive \"Level Upper,\" a legendary device that allegedly increases the esper level of its user. As the situation escalates, it becomes apparent that there is more to the Level Upper than meets the eye, and that Academy City may be a far more twisted place than the glamorous utopia it appears to be.\n\nToaru Kagaku no Railgun focuses on Mikoto and her friends—and the dangerous situations they find themselves in—as they get caught up in the matter of the Level Upper. As Mikoto says, \"There's never a dull moment in this city.\"\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The student-filled Academy City is at the forefront of scientific advancement and home to the esper "},{"_id":"36653","title":"Tsurune: Kazemai Koukou Kyuudou-bu","alternativeTitles":["ツルネ ―風舞高校弓道部―","Tsurune: Kazemai High School Kyudo Club","Tsurune","Tsurune","Tsurune"],"ranking":1248,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"\"Tsurune\"—It's the sound made by the bowstring when an arrow is released, and the sound that inspired Minato Narumiya to learn kyudo, a modern Japanese martial art focusing on archery. However, an incident during his last middle school tournament caused him to quit the sport.\n\nBut soon, many factors conspire to make Minato take up the bow once again: the start of a new kyudo club in his high school, a chance encounter with a mysterious archer, and the support of his childhood friends, Seiya Takehaya and Ryouhei Yamanouchi. Together with his childhood friends and his new teammates, Kaito Onogi and Nanao Kisaragi, Minato rekindles his love for kyudo and works with his team toward their aim of winning the prefectural tournament.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"\"Tsurune\"—It's the sound made by the bowstring when an arrow is released, and the sound that inspire"},{"_id":"12883","title":"Tsuritama","alternativeTitles":["Fishing Ball","つり球","tsuritama"],"ranking":1249,"genres":["Comedy","Sci-Fi","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"Saving the world... by fishing?\n\nYuki Sanada has always felt like a fish out of water. Socially awkward and anxious, he struggles to fit in with his surroundings and moves from town to town with his grandma. As he and his grandma settle into the charming seaside town of Enoshima, Yuki hopes for a fresh start. However, his reputation at school is jeopardized by the arrival of fellow transfer student Haru. The eccentric Haru immediately makes a splash, wildly claiming to be an alien and declaring that Yuki is his friend. Pairing the reluctant Yuki with their classmate and fishing talent, Natsuki Usami, he tasks both of them with the absurd mission of saving the world from a mysterious threat in the ocean. Mischief and hijinks ensue, as these three embark on a whimsical adventure filled with laughs, heart, and self-discovery!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Saving the world... by fishing?\n\nYuki Sanada has always felt like a fish out of water. Socially awkw"},{"_id":"10460","title":"Kimi to Boku.","alternativeTitles":["Kimi to Boku.","君と僕。","You and Me."],"ranking":1251,"genres":["Comedy","Drama","Romance","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"Four childhood friends are in their second year at Homare High School: kind and cheerful Shun Matsuoka, hot-tempered Kaname Tsukahara, and the Asaba twins, gentle Yuuta and lazy Yuuki. When a dynamic transfer student, Chizuru Tachibana, joins their group, the friends get caught up in his creative yet troublesome ideas that end up bringing excitement to their everyday lives. With new encounters and experiences, they begin to learn more about each other and themselves.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Four childhood friends are in their second year at Homare High School: kind and cheerful Shun Matsuo"},{"_id":"31227","title":"Kindaichi Shounen no Jikenbo Returns 2nd Season","alternativeTitles":["Kindaichi Shounen no Jikenbo R 2","Kindaichi Case Files Returns","Kindaichi Case Files R 2","The File of Young Kindaichi Returns 2nd Season","金田一少年の事件簿R【リターンズ】","The File of Young Kindaichi Returns Staffel 2","Kindaichi Shounen no Jikenbo Returns Temporada 2","The File of Young Kindaichi Returns Saison 2"],"ranking":1252,"genres":[],"episodes":22,"status":"Finished Airing","synopsis":"Hajime Kindaichi once again becomes embroiled in solving baffling cases and deciphering puzzling crimes that would confound the most seasoned of detectives. Whether it's a gruesome murder and shady circumstances surrounding the Japanese board game Go; a perplexing and macabre case involving a mysterious character, \"Rosenkreutz,\" and blue roses; or blood curdling crimes associated with an urban legend at a winter ski resort – Hajime is out to crack them all!\n\n(Source: YTV)","type":"TV","short_synopsis":"Hajime Kindaichi once again becomes embroiled in solving baffling cases and deciphering puzzling cri"},{"_id":"4898","title":"Kuroshitsuji","alternativeTitles":["Kuro Shitsuji","Kuroshitsuzi","黒執事","Black Butler","Black Butler","El Mayordomo Oscuro","Black Butler"],"ranking":1254,"genres":["Action","Comedy","Mystery","Supernatural"],"episodes":24,"status":"Finished Airing","synopsis":"Young Ciel Phantomhive is known as \"the Queen's Guard Dog,\" taking care of the many unsettling events that occur in Victorian England for Her Majesty. Aided by Sebastian Michaelis, his loyal butler with seemingly inhuman abilities, Ciel uses whatever means necessary to get the job done. But is there more to this black-clad butler than meets the eye?\n\nIn Ciel's past lies a secret tragedy that enveloped him in perennial darkness—during one of his bleakest moments, he formed a contract with Sebastian, a demon, bargaining his soul in exchange for vengeance upon those who wronged him. Today, not only is Sebastian one hell of a butler, but he is also the perfect servant to carry out his master's orders—all the while anticipating the delicious meal he will eventually make of Ciel's soul. As the two work to unravel the mystery behind Ciel's chain of misfortunes, a bond forms between them that neither heaven nor hell can tear apart.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Young Ciel Phantomhive is known as \"the Queen's Guard Dog,\" taking care of the many unsettling event"},{"_id":"9510","title":"Mitsudomoe Zouryouchuu!","alternativeTitles":["Mitsudomoe Dai Ni Ki","Mitsudomoe 2-ki","みつどもえ増量中！"],"ranking":1255,"genres":["Comedy","Slice of Life"],"episodes":8,"status":"Finished Airing","synopsis":"Second season of Mitsudomoe.","type":"TV","short_synopsis":"Second season of Mitsudomoe."},{"_id":"23755","title":"Nanatsu no Taizai","alternativeTitles":["七つの大罪","The Seven Deadly Sins","The Seven Deadly Sins","The Seven Deadly Sins"],"ranking":1256,"genres":["Action","Adventure","Fantasy"],"episodes":24,"status":"Finished Airing","synopsis":"In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the \"Seven Deadly Sins,\" were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.\n \n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use"},{"_id":"5530","title":"Pandora Hearts","alternativeTitles":["パンドラハーツ","Pandora Hearts"],"ranking":1257,"genres":["Adventure","Fantasy","Mystery"],"episodes":25,"status":"Finished Airing","synopsis":"To young Oz Vessalius, heir to the Vessalius Duke House, the perilous world called the Abyss is nothing more than a folktale used to scare misbehaving children. However, when Oz's coming-of-age ceremony is interrupted by the malicious Baskerville Clan intent on banishing him into the depths of the Abyss, the Vessalius heir realizes that his peaceful life of luxury is at its end. Now, he must confront the world of the Abyss and its dwellers, the monstrous \"Chains,\" which are both not quite as fake as he once believed.\n\nBased on the supernatural fantasy manga of the same name, Pandora Hearts tells the story of fifteen-year-old Oz's journey to discover the meaning behind the strange events that have overtaken his life. Assisted by a mysterious Chain named Alice, whose nickname is \"Bloodstained Black Rabbit,\" and members of a clandestine organization known as \"Pandora,\" Oz begins to realize his existence may have more meaning than he could have ever imagined.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"To young Oz Vessalius, heir to the Vessalius Duke House, the perilous world called the Abyss is noth"},{"_id":"38101","title":"5-toubun no Hanayome","alternativeTitles":["Gotoubun no Hanayome","The Five Wedded Brides","五等分の花嫁","The Quintessential Quintuplets","The Quintessential Quintuplets","The Quintessential Quintuplets","The Quintessential Quintuplets"],"ranking":1260,"genres":["Comedy","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish personality and reclusive nature have left him friendless, and his father is debt-ridden, forcing his family to scrape by.\n\nOne day during his lunch break, Uesugi argues with a female transfer student who has claimed \"his seat,\" leading both of them to dislike each other. That same day, he is presented with a golden opportunity to clear his family's debt: a private tutoring gig for a wealthy family's daughter, with a wage of five times the market price. He accepts the proposal, but is horrified to discover that the client, Itsuki Nakano, is the girl he confronted earlier! \n\nAfter unsuccessfully trying to get back on Itsuki's good side, Uesugi finds out that his problems don't end there: Itsuki is actually a quintuplet, so in addition to her, he must also tutor her sisters—Miku, Yotsuba, Nino, and Ichika—who, despite the very real threat of flunking, want nothing to do with a tutor. However, his family's livelihood is on the line so Uesugi pushes on, adamant in his resolve to rid the sisters of their detest for studying and successfully lead them to graduation.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish pe"},{"_id":"33337","title":"ACCA: 13-ku Kansatsu-ka","alternativeTitles":["ACCA: 13th Territory Inspection Department","ACCA: 13th Ward Observation Department","ACCA Jusanku Kansatsuka","ACCA 13区監察課","ACCA: 13-Territory Inspection Dept.","ACCA: 13-Territory Inspection Dept.","ACCA: 13- Territory Inspection Dept.","ACCA: 13-Territory Inspection Dept."],"ranking":1261,"genres":["Drama","Fantasy","Mystery"],"episodes":12,"status":"Finished Airing","synopsis":"ACCA—a national body of the kingdom of Dowa that provides public services to the citizens of the country—was established as part of the peace settlement between the king of Dowa and the 13 states of the country during a revolt. One hundred years later, Dowa is in a period of unprecedented peace, due in part to the ACCA system. However, rumors of a coup d'état start to surface. Jean Otus, the second-in-command of the inspection department of ACCA, is charged with inspecting all 13 state branches. What will he discover as he performs his audit?\n\nIntriguing and mysterious, ACCA: 13-ku Kansatsu-ka is a politically-themed mystery that reveals a world of diverse cultures and lifestyles, with intricate connections between its characters, as the truth of the coup d'état slowly unfolds.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"ACCA—a national body of the kingdom of Dowa that provides public services to the citizens of the cou"},{"_id":"28249","title":"Arslan Senki (TV)","alternativeTitles":["アルスラーン戦記","The Heroic Legend of Arslan","The Heroic Legend of Arslan","La Heroica Leyenda de Arslan","The Heroic Legend of Arslân"],"ranking":1263,"genres":["Action","Adventure","Drama","Fantasy"],"episodes":25,"status":"Finished Airing","synopsis":"The year is 320. Under the rule of the belligerent King Andragoras III, the Kingdom of Pars is at war with the neighboring empire, Lusitania. Though different from his father in many aspects, Arslan, the young prince, sets out to prove his valor on the battlefield for the very first time. However, when the king is betrayed by one of his most trusted officials, the Parsian army is decimated and the capital city of Ecbatana is sieged. With the army in shambles and the Lusitanians out for his head, Arslan is forced to go on the run. With a respected general by his side, Daryun, Arslan soon sets off on a journey in search of allies that will help him take back his home.\n\nHowever, the enemies that the prince faces are far from limited to just those occupying his kingdom. Armies of other kingdoms stand ready to conquer Ecbatana. Moreover, the mastermind behind Lusitania's victory, an enigmatic man hiding behind a silver mask, poses a dangerous threat to Arslan and his company as he possesses a secret that could jeopardize Arslan's right to succession.\n\nWith the odds stacked against him, Arslan must find the strength and courage to overcome these obstacles, and allies who will help him fight in the journey that will help prepare him for the day he becomes king.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The year is 320. Under the rule of the belligerent King Andragoras III, the Kingdom of Pars is at wa"},{"_id":"21405","title":"Bokura wa Minna Kawai-sou","alternativeTitles":["僕らはみんな河合荘","The Kawai Complex Guide to Manors and Hostel Behavior"],"ranking":1264,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Kazunari Usa is a high school freshman who will start living alone due to his parents now working in a different area. Excited for his new independent life, he hopes to go about his teenage days without the worry of dealing with any strange people, but as he soon discovers, his new boarding house Kawai Complex is far from ordinary.\n\nThe various tenants at Kawai Complex are all quite eccentric characters. Shirosaki, Kazunari's roommate, is a pervert and masochist; Mayumi Nishikino, a borderline alcoholic office lady, hates couples because of her unfortunate luck with men; and Sayaka Watanabe, a seemingly innocent college student, enjoys leading men on. Shocked with the lack of decent individuals at his new residence, Kazunari is about to leave when he runs into shy senior student Ritsu Kawai and finds himself slowly falling in love with her.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Kazunari Usa is a high school freshman who will start living alone due to his parents now working in"},{"_id":"33354","title":"Cardcaptor Sakura: Clear Card-hen","alternativeTitles":["Cardcaptor Sakura: Clear Card-hen","カードキャプターさくら クリアカード編","Cardcaptor Sakura: Clear Card","Cardcaptor Sakura Clear Card","Cardcaptor Sakura Clear Card","Cardcaptor Sakura: Clear Card"],"ranking":1266,"genres":["Adventure","Comedy","Fantasy","Romance"],"episodes":22,"status":"Finished Airing","synopsis":"With all of the Clow Cards recaptured and changed into her own Sakura Cards, Sakura Kinomoto now enters her first year at Tomoeda Middle School. After her initial day of classes, Sakura reunites with her love Shaoran Li, who informs her that he is permanently moving back to Tomoeda. Much to her surprise, it even turns out that Shaoran will attend the same school and it seems as if Sakura's life is heading in all the right directions.\n\nHowever, when Sakura goes to sleep, she encounters in her dream a mysterious cloaked figure and finds herself surrounded by transparent cards. Waking up in fear, Sakura is shocked to see her dream has come true, with the Sakura Cards having turned clear. Continued dreamlike encounters with the unknown enemy and her gaining a new magical key sets the stage for Cardcaptor Sakura's latest adventure!\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"With all of the Clow Cards recaptured and changed into her own Sakura Cards, Sakura Kinomoto now ent"},{"_id":"8687","title":"Doraemon (2005)","alternativeTitles":["ドラえもん (2005)"],"ranking":1267,"genres":["Comedy","Sci-Fi"],"episodes":0,"status":"Currently Airing","synopsis":"Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\n\nDoraemon is a cat-like robot who appears in the present to steer Nobita\/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto\/Sue, his frenemies are Takeshi Goda\/Big G and Suneo\/Sneech.\n\n(Source: Wikipedia)","type":"TV","short_synopsis":"Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt"},{"_id":"8525","title":"Kami nomi zo Shiru Sekai","alternativeTitles":["Kaminomi","神のみぞ知るセカイ","The World God Only Knows","The World God Only Knows","Que sa volonté Soit Faite"],"ranking":1274,"genres":["Comedy","Romance","Supernatural"],"episodes":12,"status":"Finished Airing","synopsis":"Keima Katsuragi, known online as the legendary \"God of Conquest,\" can conquer any girl's heart—in dating sim games, at least. In reality, he opts for the two-dimensional world of gaming over real life because he is an unhealthily obsessed otaku of galge games (a type of Japanese video game centered on interactions with attractive girls).\n\nWhen he arrogantly accepts an anonymous offer to prove his supremacy at dating sim games, Keima is misled into aiding a naive and impish demon from hell named Elucia \"Elsie\" de Lute Ima with her mission: retrieving runaway evil spirits who have escaped from hell and scattered themselves throughout the human world. Keima discovers that the only way to capture these spirits is to conquer what he hates the most: the unpredictable hearts of three-dimensional girls! Shackled to Elsie via a deadly collar, Keima now has his title of \"God of Conquest\" put to the ultimate test as he is forced to navigate through the hearts of a multitude of real-life girls.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Keima Katsuragi, known online as the legendary \"God of Conquest,\" can conquer any girl's heart—in da"},{"_id":"22043","title":"Fairy Tail (2014)","alternativeTitles":["Fairy Tail Season 2","FAIRY TAIL（フェアリーテイル）","Fairy Tail Series 2","Fairy Tail Zweite Staffel","Fairy Tail Temporada 2","Fairy Tail Deuxième Saison"],"ranking":1278,"genres":["Action","Adventure","Fantasy"],"episodes":102,"status":"Finished Airing","synopsis":"The Grand Magic Games reaches its climax following Natsu Dragneel and Gajeel Redfox's stunning victory over Sting Eucliffe and Rogue Cheney of the Sabertooth guild. This success pushes the Fairy Tail guild closer to being crowned the overall champions, but obtaining victory isn't the only challenge they face. A mystery still surrounds a hooded stranger and the ominous Eclipse Gate, leaving more questions than answers.\n\nMore crazy adventures are on the horizon for Fairy Tail as their destructive antics and joyful rowdiness continue unabated. Their greatest trial is quickly approaching, but united as a family, the guild will always be ready to face any threat that comes their way.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The Grand Magic Games reaches its climax following Natsu Dragneel and Gajeel Redfox's stunning victo"},{"_id":"31859","title":"Hai to Gensou no Grimgar","alternativeTitles":["Grimgal of Ashes and Fantasies","Hai to Gensou no Grimgal","灰と幻想のグリムガル","Grimgar: Ashes and Illusions","Grimgar","Ashes and Illusions","Grimgar: Le Monde des Cendres et de Fantaisie"],"ranking":1280,"genres":["Action","Adventure","Drama","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.\n\nWhen all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Moguzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed. \n\nIt is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledg"},{"_id":"6956","title":"Working!!","alternativeTitles":["Working!!","ワーキング!!","Wagnaria!!","Wagnaria!!","Wagnaria!!"],"ranking":1281,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"Due to his love for small, cute things, Souta Takanashi cannot turn childlike Popura Taneshima down when she recruits him to work for Wagnaria, a family restaurant located in Hokkaido. Takanashi takes particular joy in doting on the older Popura, which only fuels her complex over how young she looks. He also quickly learns he must stay on his toes once he meets the rest of his colleagues, including the katana-wielding floor chief Yachiyo Todoroki, the intimidating head chef Jun Satou, the dangerously well-informed and subtly sadistic sous chef Hiroomi Souma, the adamantly lazy manager Kyouko Shirafuji, and the waitress Mahiru Inami who has a \"painful\" fear of men.\n\nPowered by an eccentric cast, Working!! is a unique workplace comedy that follows the never-dull happenings within the walls of Wagnaria as Takanashi and his co-workers' quirky personalities combine to create non-stop antics, shenanigans, and hilarity.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Due to his love for small, cute things, Souta Takanashi cannot turn childlike Popura Taneshima down "},{"_id":"39071","title":"Machikado Mazoku","alternativeTitles":["Street Corner Demon","まちカドまぞく","The Demon Girl Next Door"],"ranking":1283,"genres":["Comedy","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"After a strange dream of a mysterious ancestor, high school student Yuuko Yoshida wakes to see that she has grown demonic horns and a tail. Dazed and confused, her mother reveals to her a dark family secret: her family is descended from a Dark Clan that was banished to live powerless and destitute by their mortal enemies, the magical girls of the Light Clan. The only way to lift their ancestry's curse is for Yuuko to find a magical girl, murder her, and splatter her blood all over her ancestor's Demon God statue.\n\nFortunately for \"Shadow Mistress Yuuko,\" a magical girl saves her from being run over by an oncoming truck. Unfortunately, Momo Chiyoda happens to be Yuuko's classmate at Sakuragaoka High and is much stronger than her in both strength and endurance. Taking pity on her wimpy assailant, the magical girl agrees to train Yuuko and help her unlock her dormant powers. Now, Yuuko must rise up and defeat her generous frenemy to save her family from the terrible grip of poverty.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"After a strange dream of a mysterious ancestor, high school student Yuuko Yoshida wakes to see that "},{"_id":"2963","title":"Minami-ke","alternativeTitles":["Minamike","The Minami Family","みなみけ"],"ranking":1284,"genres":["Comedy","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"The Minami residence is home to three sisters: the strict and diligent eldest sister Haruka; air-headed and lively Kana; and the youngest, Chiaki, whose sharp tongue spares no one. Living without adult supervision, the sisters share the workload of cooking and laundry, as well as the occasional romantic adventure. From combating chronic laziness to hanging out with friends, there is never a boring day in the Minami household.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The Minami residence is home to three sisters: the strict and diligent eldest sister Haruka; air-hea"},{"_id":"14511","title":"Minami-ke Tadaima","alternativeTitles":["Minami-ke 4th Season","みなみけ ただいま"],"ranking":1285,"genres":["Comedy","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"The everyday lives of the Minami sisters continue. Chiaki, the youngest, continues to call people idiots while worshipping her eldest sister. Kana, the middle, still can't figure out that Fujioka's feelings for her are a crush, not a grudge. Haruka, the eldest, still unknowingly avoids Hosaka's advances to invite her to the volleyball team, and after a long day of excitement, the sisters enjoy sitting at the table at their home.\n\n(Source: ANN)","type":"TV","short_synopsis":"The everyday lives of the Minami sisters continue. Chiaki, the youngest, continues to call people id"},{"_id":"31764","title":"Nejimaki Seirei Senki: Tenkyou no Alderamin","alternativeTitles":["ねじ巻き精霊戦記 天鏡のアルデラミン","Alderamin on the Sky","Alderamin on the Sky","Alderamin on the Sky","Alderamin on the Sky"],"ranking":1287,"genres":["Action","Adventure","Fantasy"],"episodes":13,"status":"Finished Airing","synopsis":"Ikta Solork is a carefree young man who only wants two things in life: a woman on his arm and a place to nap. Unfortunately, his peaceful life is destroyed when war breaks out between the Katjvarna Empire and the neighboring Republic of Kioka. Ikta and his childhood friend, Yatorishino Igsem, join the army as military officers, where they meet the infantryman Matthew Tetojirichi, the sniper Torway Remion, and the medic Haroma Becker on a boat heading for the military exam site.\n\nHowever, after a rogue storm sinks their vessel, the five of them end up in enemy territory near a military outpost. There, they discover that the heir to the Katjvarnan throne, Princess Chamille Kitora Katjvanmaninik, has been taken hostage. The five are able to rescue her, and as a reward, each one of them is granted the title of Imperial Knight—one of the highest honors a soldier can receive. It seems that Ikta will have to put his dream of tranquility on hold, as he must now become the hero he never wanted to be.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Ikta Solork is a carefree young man who only wants two things in life: a woman on his arm and a plac"},{"_id":"9926","title":"Sekaiichi Hatsukoi","alternativeTitles":["Sekai-ichi Hatsukoi","Sekai'ichi Hatsukoi","World's Greatest First Love","世界一初恋 TV","Sekai Ichi Hatsukoi - World's Greatest First Love"],"ranking":1289,"genres":["Boys Love","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"After having to deal with jealousy from his co-workers for working under his father's name, prideful literary editor Ritsu Onodera is determined to establish himself in the industry. To accomplish this, he quits his job at his father's publishing company and transfers to Marukawa Publishing. But instead of being placed in their literary division, Ritsu finds himself working as the rookie manga editor for the Emerald editing department, a team that operates under extremely tight schedules in order to meet deadlines. There, Ritsu is introduced to the infamous editor-in-chief Masamune Takano, a persistent man who strives for results.\n\nAs it turns out, Takano is actually Ritsu's high school love, and it is the aftermath of that heartbreak has caused Ritsu's reluctance to fall in love again. Now with the two reunited after several years of separation, the reestablishment of their relationship is marked by Takano's vow to make Ritsu say that he loves him again.\n\nSekaiichi Hatsukoi follows three couples that are interconnected within the manga industry, with each being subject to the budding of first love. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After having to deal with jealousy from his co-workers for working under his father's name, prideful"},{"_id":"12021","title":"Poyopoyo Kansatsu Nikki","alternativeTitles":["ポヨポヨ観察日記","Poyopoyo","Poyopoyo","Poyopoyo","Poyopoyo"],"ranking":1294,"genres":["Comedy","Slice of Life"],"episodes":52,"status":"Finished Airing","synopsis":"Moe Sato is a young lady who finds a cat and starts taking care of him. Named Poyo due to his round shape, he quickly becomes a dear member of the Sato family. \n\n(Source: ANN) ","type":"TV","short_synopsis":"Moe Sato is a young lady who finds a cat and starts taking care of him. Named Poyo due to his round "},{"_id":"36513","title":"Rokuhou-dou Yotsuiro Biyori","alternativeTitles":["鹿楓堂よついろ日和","Yotsuiro Biyori","Yotsuiro Biyori","Yotsuiro Biyori","Yotsuiro Biyori"],"ranking":1295,"genres":["Gourmet","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"Kyousui \"Sui\" Tougoku inherits a traditional Japanese-style cafe called Rokuhoudou from his grandfather, which he manages alongside Gregorio \"Gure\" Valentino, Tokitaka Nagae, and Tsubaki Nakao. Their hospitality par excellence undoubtedly turns any one-time visitor into a regular. Having gone through their own share of trials and tribulations, the staff at this modest cafe do their best to serve their customers—whether it be through tea, sweets, or even helping with the various troubles one may have.\n\nAlthough most days pass pleasantly, the small world of Sui and his friends takes an unexpected path when their reputation as a cafe flourishes overnight.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Kyousui \"Sui\" Tougoku inherits a traditional Japanese-style cafe called Rokuhoudou from his grandfat"},{"_id":"19775","title":"Sidonia no Kishi","alternativeTitles":["Sidonia no Kishi","シドニアの騎士","Knights of Sidonia","Knights of Sidonia","Knights of Sidonia"],"ranking":1297,"genres":["Action","Sci-Fi"],"episodes":12,"status":"Finished Airing","synopsis":"After destroying Earth many years ago, the alien race Gauna has been pursuing the remnants of humanity—which, having narrowly escaped, fled across the galaxy in a number of giant seed ships. In the year 3394, Nagate Tanikaze surfaces from his lifelong seclusion deep beneath the seed ship Sidonia in search of food on the upper levels, only to find himself dragged into events unfolding without his knowledge.\n\nWhen the Gauna begin their assault on Sidonia, it's up to Tanikaze—with the help of his fellow soldiers and friends Shizuka Hoshijiro, Izana Shinatose, and Yuhata Midorikawa—to defend humanity's last hope for survival, and defeat their alien foes. Sidonia no Kishi follows Tanikaze as he discovers the world that has been above him his entire life, and becomes the hero Sidonia needs.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After destroying Earth many years ago, the alien race Gauna has been pursuing the remnants of humani"},{"_id":"21995","title":"Ao Haru Ride","alternativeTitles":["Aoharaido","アオハライド","Blue Spring Ride","Blue Spring Ride","Blue Spring Ride","Blue Spring Ride"],"ranking":1300,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"While most young girls make an effort to show off their feminine charms, Futaba Yoshioka deliberately behaves like she wants to repel anyone who might be attracted to her. Ostracized by her female classmates in middle school for being a little too popular with the boys, she desperately strives to avoid a similar situation in high school by being unnecessarily noisy and graceless.\n\nNevertheless, scattered among Futaba's unpleasant memories are the treasured moments with the boy she had a crush on, Kou Tanaka. Unfortunately, that spell abruptly ended on a sour note when he suddenly stopped attending school and never came back. When Futaba finds out that Kou has returned—with a different last name this time—she can already feel the butterflies in her stomach. However, Kou Mabuchi is not the warm boy that she remembers from her days in middle school; he is now taller, more charismatic and withdrawn—making him far less approachable.\n\nFutaba believes that if she returns to her former self, Kou will begin to take notice of her again. But is she prepared to sacrifice her bubble of normalcy and risk losing her friends in the process?\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"While most young girls make an effort to show off their feminine charms, Futaba Yoshioka deliberatel"},{"_id":"52229","title":"Birdie Wing: Golf Girls' Story Season 2","alternativeTitles":["BIRDIE WING -Golf Girls’ Story- Season 2"],"ranking":1301,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Arriving in Japan, underground golfer Eve wants nothing more than to play a match against Aoi Amawashi, the \"Innocent Tyrant\" prodigy that caught her eye. However, the girls, wishing to finally settle the score on who is the better golfer, will have to wait until the conclusion of the All-Japan Girls' High School Gold Doubles Championship. Now competing together for the Raiou Girls' Academy's golf team, Eve and Aoi decide to work together to claim a win for their institution.\n\nFor a chance at defeating their more challenging opponents, both girls must find a way to further develop their golfing styles. However, dangerous figureheads pull strings in the background, making this high school golf tournament much more serious than it appears. In addition, Eve's illusive past resurfaces, making matters between her and Aoi even more complicated than they already were.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Arriving in Japan, underground golfer Eve wants nothing more than to play a match against Aoi Amawas"},{"_id":"39681","title":"D4DJ First Mix","alternativeTitles":["Dig Delight Direct Drive DJ","D4DJ First Mix","D4DJ First Mix","D4DJ First Mix","D4DJ First Mix","D4DJ First Mix"],"ranking":1304,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"Having lived abroad in Africa for most of her life, Rinku Aimoto is now returning to Japan to attend Yoba Academy, a school where DJ units—groups made up of DJs, vocalists, and dancers—are extremely popular. There, she meets Maho Akashi, an aspiring DJ who teaches Rinku the basics of DJing. The girls attend a performance by Yoba's famous DJ unit Peaky P-key, and struck by inspiration, they decide to form a unit of their own.\n\nRinku and Maho soon recruit Muni Oonaruto, a talented artist and Rinku's childhood friend, as well as Rei Togetsu, a shy and caring pianist. Newly named Happy Around, the group aims to use the budding friendships and combined talents of its members to become one of the top DJ units in the country.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Having lived abroad in Africa for most of her life, Rinku Aimoto is now returning to Japan to attend"},{"_id":"874","title":"Digimon Tamers","alternativeTitles":["Digimon: Digital Monsters 03","デジモンテイマーズ","Digimon Tamers","Digimon 3"],"ranking":1306,"genres":["Adventure","Comedy","Drama","Fantasy"],"episodes":51,"status":"Finished Airing","synopsis":"Digimon Tamers takes place in a world where the popular Digimon franchise is all the rage, consisting of a cartoon, video games, and the trading card game. Takato Matsuda is a huge Digimon fan that's particularly obsessed with the card game, and constantly daydreams about the universe therein. One day, he finds a mysterious blue card, which he slides through a scanner toy to use in the popular battle game. His toy suddenly glows and transforms into a Digivice, and Takato's fan-made design, Guilmon, materialises in front of him. Thrilled by the prospect of having a real-life Digimon, Takato embraces his new partner, and his adventures as a Digimon Tamer begin.\n\nTakato quickly discovers that being a Digimon Tamer is not all fun and games—in reality, it's much more dangerous than the card games he's accustomed to. Wild Digimon have begun to appear all across Japan, causing rampages that result in chaos and mayhem. Armed with his Digivice, which can scan trading cards to strengthen Guilmon, Takato and his new partner set out to combat the rogue Digimon. They are tasked with protecting the world from Digimon attacks, whilst a mysterious organization determined to eliminate all Digimon and their Tamers lurks in the shadows... ","type":"TV","short_synopsis":"Digimon Tamers takes place in a world where the popular Digimon franchise is all the rage, consistin"},{"_id":"32979","title":"Flip Flappers","alternativeTitles":["フリップフラッパーズ","Flip Flappers"],"ranking":1308,"genres":["Adventure","Comedy","Fantasy","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Cocona is an average middle schooler living with her grandmother. And she who has yet to decide a goal to strive for, soon met a strange girl named Papika who invites her to an organization called Flip Flap.\n\nDragged along by the energetic stranger, Cocona finds herself in the world of Pure Illusion—a bizarre alternate dimension—helping Papika look for crystal shards. Upon completing their mission, Papika and Cocona are sent to yet another world in Pure Illusion. As a dangerous creature besets them, the girls use their crystals to transform into magical girls: Cocona into Pure Blade, and Papika into Pure Barrier. But as they try to defeat the creature before them, three others with powers from a rival organization enter the fray and slay the creature, taking with them a fragment left behind from its body. Afterward, the girls realize that to stand a chance against their rivals and the creatures in Pure Illusion, they must learn to work together and synchronize their feelings in order to transform more effectively.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Cocona is an average middle schooler living with her grandmother. And she who has yet to decide a go"},{"_id":"74","title":"Gakuen Alice","alternativeTitles":["Campus Alice","Alice Academy","学園アリス","Gakuen Alice","Alice Academy"],"ranking":1310,"genres":["Comedy","Fantasy"],"episodes":26,"status":"Finished Airing","synopsis":"Mikan Sakura is a normal 10-year-old girl. Optimistic, energetic, and overall a very sweet child, Mikan is the complete opposite of the aloof, intelligent, and somewhat cold-hearted, Hotaru Imai. Despite their glaring differences, the two girls have been best friends for a very long time. So when Hotaru suddenly transfers to Alice Academy, a prestigious school in the city, her best friend is devastated—especially when she hears of the horrible rumors regarding the academy's harsh treatment of students. Beset with worry, Mikan runs away to see her best friend!\n\nUpon her arrival, Mikan learns of \"Alices,\" individuals gifted with various supernatural abilities, and that the school is an institution built by the government to train and protect them. Discovering that she has her own unique powers, Mikan enrolls in the academy, and, after a lot of trouble, finally reunites with Hotaru.\n\nGakuen Alice is a heartwarming comedy that follows Mikan and her friends' adventures in the academy, as well as their attempt to uncover the mysteries surrounding the problematic, fire-wielding student Natsume Hyuuga.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Mikan Sakura is a normal 10-year-old girl. Optimistic, energetic, and overall a very sweet child, Mi"},{"_id":"42625","title":"Heion Sedai no Idaten-tachi","alternativeTitles":["Idaten Deities in the Peaceful Generation","平穏世代の韋駄天達","The Idaten Deities Know Only Peace","The Idaten Deities Know Only Peace","The Idaten Deities Know Only Peace","The Idaten Deities Know Only Peace"],"ranking":1311,"genres":["Action","Adventure","Fantasy"],"episodes":11,"status":"Finished Airing","synopsis":"Eight hundred years ago, terrifying demons threatened mankind's existence. On the brink of extinction, humans prayed to their gods, calling out for someone to save them. Emerging from these desperate pleas for salvation, battle deities known as the \"Idaten\" were born. Possessing unnatural strength and endurance, the Idaten managed to defeat the demons and an era of unprecedented peace was finally ushered in.\n\nHaving never encountered demons before, the present generation of Idaten knows nothing of the demon's brutality, but they have instead only lived a  peaceful existence. Training under Rin, the only remaining Idaten from 800 years ago, the new Idaten find ways to survive in a time where they have seemingly outlived their usefulness. However, when the tyrannical Zoble Empire resurrects a demon, the misfit crop of gods are called to the battlefield against their natural enemy once more.  \n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Eight hundred years ago, terrifying demons threatened mankind's existence. On the brink of extinctio"},{"_id":"34542","title":"Inuyashiki","alternativeTitles":["いぬやしき","Inuyashiki: Last Hero","Inuyashiki Last Hero","Inuyashiki: Last Hero","Inuyashiki le Dernier Héros"],"ranking":1312,"genres":["Action","Drama","Sci-Fi"],"episodes":11,"status":"Finished Airing","synopsis":"Ichirou Inuyashiki is a 58-year-old family man who is going through a difficult time in his life. Though his frequent back problems are painful, nothing hurts quite as much as the indifference and distaste that his wife and children have for him. Despite this, Ichirou still manages to find solace in Hanako, an abandoned Shiba Inu that he adopts into his home. However, his life takes a turn for the worse when a follow-up physical examination reveals that Ichirou has stomach cancer and only three months to live; though he tries to be strong, his family's disinterest causes an emotional breakdown. Running off into a nearby field, Ichirou embraces his dog and weeps—until he notices a strange figure standing before him.\n\nSuddenly, a bright light appears and Ichirou is enveloped by smoke and dust. When he comes to, he discovers something is amiss—he has been reborn as a mechanized weapon wearing the skin of his former self. Though initially shocked, the compassionate Ichirou immediately uses his newfound powers to save a life, an act of kindness that fills him with happiness and newfound hope.\n\nHowever, the origins of these strange powers remain unclear. Who was the mysterious figure at the site of the explosion, and are they as kind as Ichirou when it comes to using this dangerous gift?\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Ichirou Inuyashiki is a 58-year-old family man who is going through a difficult time in his life. Th"},{"_id":"31783","title":"Yowamushi Pedal: New Generation","alternativeTitles":["Yowamushi Pedal 3rd Season","Yowapeda 3rd Season","弱虫ペダル NEW GENERATION","Yowamushi Pedal New Generation","Yowamushi Pedal New Generation"],"ranking":1314,"genres":[],"episodes":25,"status":"Finished Airing","synopsis":"Third season of the Yowamushi Pedal series.\n\nWith the team's combined strength, the Sohoku High bicycle racing club beat reigning champions Hakone Academy at the Interhigh national race and achieved an impressive overall victory. Now that their hot summer has ended and third-years Kinjou, Makishima, and Tadokoro have retired from the team, first-year participants in the Interhigh Onoda Sakamichi, Imaizumi Shunsuke, and Naruko Shoukichi, along with their new captain second-year Teshima Junta and vice-captain Aoyagi Hajime begin preparing as a \"new team\" for their second consecutive championship at the next Interhigh. In order to retake their throne, their rivals Hakone Academy have also incorporated new members and begun training as a new team. Kyoto Fushimi High is lead by the monstrous racer Midousuji Akira. The nation's top schools are all honing their skills to reach the top of the Interhigh.\n\n(Source: Crunchyroll)","type":"TV","short_synopsis":"Third season of the Yowamushi Pedal series.\n\nWith the team's combined strength, the Sohoku High bicy"},{"_id":"48491","title":"Yama no Susume: Next Summit","alternativeTitles":["ヤマノススメ Next Summit","Encouragement of Climb: Next Summit"],"ranking":1319,"genres":["Adventure","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"While reminiscing about her journey so far, Aoi Yukimura finds herself eager to go mountaineering once more. A likely opportunity arises when Koharu Senjuin invites Aoi to check out the Mountaineering Club after school. As the head of the club, Koharu speaks enthusiastically of the activities she and the other members partake in, especially as they strive to reach the top in various competitions.\n\nAlthough impressed by the club's dedication to its goals, Aoi feels reluctant to join, preferring to learn and enjoy mountaineering at her own pace. Her experience during this brief visit, however, leaves her wondering why she climbs mountains in the first place. With the support of her friends, Aoi searches for the true motivation behind her hobby, all while continuing to train for the highly anticipated second trip to the summit of Mt. Fuji.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"While reminiscing about her journey so far, Aoi Yukimura finds herself eager to go mountaineering on"},{"_id":"251","title":"Kyou kara Maou!","alternativeTitles":["Kyo Kara Maoh!","Maruma","God? Save Our King","今日からマ王！"],"ranking":1321,"genres":["Adventure","Comedy","Fantasy"],"episodes":78,"status":"Finished Airing","synopsis":"Kyou kara Maou! revolves around Yuri Shibuya, your average Japanese teenager. One day, Yuri sees a classmate being harassed by bullies. Thanks to this intervention, his friend is able to escape, but unfortunately Yuri becomes the new target of the bullies in the process and gets his head shoved into a toilet. But instead of water, the toilet contains a swirling portal that sucks him into another world, largely resembling medieval Europe. There, he is told that he will become the next Demon King due to his black hair and black eyes, traits only possessed by the demon's royal lineage.\n\nYuri's arrival is met with some skepticism by some of the demons, who view him as unworthy to be their king. However, after Yuri wins a duel by utilizing his magical powers, the demons slowly begin to acknowledge him as their monarch. Yuri must now learn what it takes be a true Demon King, as he tries to keep the peace between demons and humans in this strange new realm.","type":"TV","short_synopsis":"Kyou kara Maou! revolves around Yuri Shibuya, your average Japanese teenager. One day, Yuri sees a c"},{"_id":"1412","title":"Lupin III","alternativeTitles":["Rupan Sansei","Lupin the Third","Lupin III Part I","Lupin the Third Part I","Lupin III Part 1","Lupin the Third Part 1","ルパン三世","Lupin III"],"ranking":1325,"genres":["Action","Adventure","Comedy","Mystery"],"episodes":23,"status":"Finished Airing","synopsis":"Arsène Lupin III is the grandson of world-famous thief Arsène Lupin, and he's living up to his grandfather's memory as a high-profile thief himself. Due to his infamy, Lupin III attracts the attention of the persistent Inspector Zenigata of the ICPO, as well as rival criminals. Lupin III's criminal lifestyle even seeps into his love life. The main woman in Lupin III's world is femme fatale Fujiko Mine, who Lupin III can never tell is working with or against him. Follow Lupin and his gunman partner Daisuke Jigen on their quest to own the world－or at least the valuable bits!","type":"TV","short_synopsis":"Arsène Lupin III is the grandson of world-famous thief Arsène Lupin, and he's living up to his grand"},{"_id":"1915","title":"Mahou Shoujo Lyrical Nanoha StrikerS","alternativeTitles":["Nanoha Season 3","魔法少女リリカルなのはStrikerS","Magical Girl Lyrical Nanoha StrikerS"],"ranking":1326,"genres":["Action","Comedy","Drama"],"episodes":26,"status":"Finished Airing","synopsis":"Distinguished mages Nanoha Takamachi, Fate Testarossa, and Hayate Yagami now work as military personnel for the Time-Space Administration Bureau on the planet Midchilda, having completed their studies on Earth in the last ten years since the \"Book of Darkness\" incident.\n\nOne day, the three end up helping the Bureau respond to a severe airport fire, but their efforts are left unrecognized. A series of unfortunate events motivate Hayate to create the elite unit Riot Force 6, which handles cases involving public safety as well as dangerous magical objects known as Lost Logia. There the trio works alongside promising recruits Subaru Nakajima, Teana Lanster, Caro Ru Lushe, and Erio Mondial, who endure difficult training to fulfill expectations while overcoming hurdles and achieving personal goals.\n\nHowever, carrying out their mission proves to be a constant struggle. Battling foes who exploit the Lost Logia and facing criticisms from within the Bureau, Riot Force 6 quickly finds itself stretched thin.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Distinguished mages Nanoha Takamachi, Fate Testarossa, and Hayate Yagami now work as military person"},{"_id":"444","title":"Maria-sama ga Miteru: Haru","alternativeTitles":["The Virgin Mary is Watching You: Spring","MariMite: Haru","La Vierge Marie Vous Regarde","マリア様がみてる～春～","Maria Watches Over Us: Printemps","María nos mira. Primavera"],"ranking":1328,"genres":["Drama","Girls Love"],"episodes":13,"status":"Finished Airing","synopsis":"The spring term is beginning for the students at Lillian Girls' Academy. Friends are reunited, but for the Yamayuri Council, it's a bittersweet time. Yoko, Eriko, and Sei are busy preparing to depart Lillian while Sachiko, Rei, and Shimako are doing their best to ensure that their dear sisters receive a memorable commencement.\n\nSei's departure will leave a sizable hole in the White Roses, and filling it won't be easy. But is there anyone who could appeal to Shimako enough to become the next Rosa Gigantea en bouton?\n\n(Source: RightStuf)","type":"TV","short_synopsis":"The spring term is beginning for the students at Lillian Girls' Academy. Friends are reunited, but f"},{"_id":"290","title":"Seikai no Monshou","alternativeTitles":["星界の紋章","Crest of the Stars","Crest of The Stars"],"ranking":1331,"genres":["Action","Romance","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"In the distant future, humanity is under attack by the Abh Empire, a race of advanced humanoid beings possessing vastly superior technology. As countless worlds fall to the Abh, mankind establishes the Four Nations Alliance—a resistance faction made up of the United Mankind, the Republic of Greater Alcont, the Federation of Hania, and the People's Sovereign of Union Planets.\n\nSeikai no Monshou tells the story of Jinto Linn. When he was young, his father—the president of Martine—sold their world in exchange for a high position in the empire. Now a young count, Jinto must learn the ways of Abh nobility and live among those who subjugated his people. Helping him is Lafiel Abriel, an austere Abh princess whom Jinto quickly befriends. While traveling to Jinto's new school in the Abh homeland, their ship is caught in a violent space battle between the fleets of the Alliance and the Abh. Jinto and Abriel are thrust into the conflict, unaware that this skirmish marks the beginning of a full-scale war between the Abh Empire and mankind.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In the distant future, humanity is under attack by the Abh Empire, a race of advanced humanoid being"},{"_id":"18119","title":"Servant x Service","alternativeTitles":["サーバント×サービス","Servant x Service"],"ranking":1332,"genres":["Comedy","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"Frustrating, insufficient, and irritating is how most citizens would describe civil servants. However, three new employees are about to discover what really happens behind the scenes. Lucy Yamagami, bent on revenge against the civil servant who allowed her comically long name to be put on her birth certificate; Yutaka Hasebe, an easygoing guy always on the lookout for a place to slack off; and Saya Miyoshi, a nervous first-time worker, are about to experience the underwhelming satisfaction of being government employees. \n\nThey are supposed to be trained by Taishi Ichimiya, but he has no idea how to do so, even though he has worked there for eight years. With an incompetent senior colleague and unfavorable confrontations with clients, the trio starts to lose faith in their chosen occupation but encourage each other to do their best. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Frustrating, insufficient, and irritating is how most citizens would describe civil servants. Howeve"},{"_id":"582","title":"Sexy Commando Gaiden: Sugoi yo!! Masaru-san","alternativeTitles":["Sexy Commando Side Story: Amazing! Masaru","セクシーコマンドー外伝 すごいよ!! マサルさん"],"ranking":1333,"genres":["Action","Comedy"],"episodes":48,"status":"Finished Airing","synopsis":"Okometsubu Fujiyama has recently transferred over to a new school, Wakame High School. His goal is to make 100 friends--until he meets the extremely weird Masaru Hananakajima. Masaru is a martial artist whose specialty is the \"Sexy Commando\" form of martial art. Masaru forms a club based on this art, including Fujiyama, who he nicknames Fuumin, in the club. The club becomes full of strange, yet wacky people. Aliens, mustaches, and cute fuzzy animals are encountered as the club moves along and gets steadily more popular.\n\n(Source: ANN) ","type":"TV","short_synopsis":"Okometsubu Fujiyama has recently transferred over to a new school, Wakame High School. His goal is t"},{"_id":"32717","title":"Aikatsu Stars!","alternativeTitles":["アイカツスターズ！"],"ranking":1334,"genres":[],"episodes":100,"status":"Finished Airing","synopsis":"Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths.\n\nAt the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba, and the two develop a friendly rivalry, working together to learn and improve.\n\nThough they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol gr"},{"_id":"14941","title":"AKB0048: Next Stage","alternativeTitles":["AKB0048 2nd Season","AKB0048 Second Season","AKB0048 next stage","AKB0048: Next Stage"],"ranking":1335,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"In the year since the 77th generation understudies joined AKB0048, the Deep Galactic Trade Organization [DGTO] and DES have stepped up their attacks on entertainment. In response, AKB0048 brings back the general elections and the center nova position. The understudies are now thrusted into a new competition directly against the successors. But as AKB0048 brings back policies not seen since Acchan's disappearance, a new more powerful enemy is quietly moving behind the scenes.\n\n(Source: ANN)","type":"TV","short_synopsis":"In the year since the 77th generation understudies joined AKB0048, the Deep Galactic Trade Organizat"},{"_id":"1239","title":"Bishoujo Senshi Sailor Moon SuperS","alternativeTitles":["Bishoujo Senshi Sailor Moon Super S","Pretty Guardian Sailor Moon SuperS","美少女戦士セーラームーン Super S","Sailor Moon SuperS","Sailor Moon: SuperS","Sailor Moon Super S"],"ranking":1336,"genres":["Fantasy","Romance"],"episodes":39,"status":"Finished Airing","synopsis":"SuperS centers heavily on Chibi-usa and the Sailor Team. A new enemy, the Dead Moon Circus, has now appeared. Their motive is to find the Golden Dream Mirror that would be used to rule the world. To do this, the enemy attacks innocent victims for their Dream Mirrors and test their energy. Chibi-usa also has a new ally on her side, Pegasus. This season also sees the Sailor Senshi obtaining new powers. ","type":"TV","short_synopsis":"SuperS centers heavily on Chibi-usa and the Sailor Team. A new enemy, the Dead Moon Circus, has now "},{"_id":"240","title":"Genshiken","alternativeTitles":["The Society for the Study of Modern Visual Culture","げんしけん","Genshiken"],"ranking":1342,"genres":["Comedy","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"Kanji Sasahara is an introverted college freshman just looking for a place to fit in. One day, he happens to stumble upon the club known as the Society for the Study of Modern Visual Culture—otherwise known as Genshiken—that serves to bring the full spectrum of otaku culture together. His first visit to the club, however, does not end well as Sasahara's pride is crushed by his senior, Harunobu Madarame, and he leaves the meeting in full denial of his otaku nature. However, after befriending club member Makoto Kousaka, who turns out to be a hardcore otaku despite his looks, Sasahara becomes more involved with club activities which include obsessing over their favorite anime, reading doujinshi, and attending conventions. There, he meets other interesting people like Kousaka's vehemently non-otaku girlfriend Saki Kasukabe, who strives to turn her boyfriend into a \"normal guy.\"\n\nWhile Saki struggles to understand otaku culture and her boyfriend's love for it, Sasahara finds himself enjoying his time at Genshiken, gradually shedding any denial he once had about being an otaku and immersing himself in an otaku lifestyle. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Kanji Sasahara is an introverted college freshman just looking for a place to fit in. One day, he ha"},{"_id":"852","title":"Gokinjo Monogatari","alternativeTitles":["Neighborhood Story","GokiMono","ご近所物語","Neighborhood Stories"],"ranking":1344,"genres":["Comedy","Drama","Romance"],"episodes":50,"status":"Finished Airing","synopsis":"Mikako Kouda is a 16-year-old girl whose sole ambition is to establish her own clothing brand. To this end, she attends the renowned Yazawa Art School alongside her childhood friend Tsutomu Yamaguchi. Although the people around them interpret their closeness and constant bickering as signs of budding love, both Mikako and Tsutomu deny it, as they cannot see each other as anything but friends.\n\nHowever, everything changes when Tsutomu starts to resemble Ken Nakagawa—the vocalist of the popular group Manbou—and gains popularity among girls. Suddenly, the childhood friends find themselves wondering about the meaning of love, friendship, and the true nature of their relationship.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Mikako Kouda is a 16-year-old girl whose sole ambition is to establish her own clothing brand. To th"},{"_id":"488","title":"Ichigo Mashimaro","alternativeTitles":["苺ましまろ","Strawberry Marshmallow","Strawberry Marshmallow"],"ranking":1345,"genres":["Comedy","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"\"Cute girls doing cute things in cute ways.\"\n\nEveryday things make up the fabric of life—whether it's making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro is a heartwarming series that follows the daily lives of Itou Chika, her sister Nobue, and her friends Miu, Matsuri, and Ana.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"\"Cute girls doing cute things in cute ways.\"\n\nEveryday things make up the fabric of life—whether it'"},{"_id":"32977","title":"Aggressive Retsuko","alternativeTitles":["アグレッシブ烈子","Aggretsuko"],"ranking":1348,"genres":[],"episodes":100,"status":"Finished Airing","synopsis":"Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme.\n\n[Written by MAL Rewrite] ","type":"TV","short_synopsis":"Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-worke"},{"_id":"52193","title":"Akiba Meido Sensou","alternativeTitles":["Akiba Maid Sensou","アキバ冥途戦争","Akiba Maid War"],"ranking":1349,"genres":["Action","Comedy"],"episodes":12,"status":"Finished Airing","synopsis":"The innocent Nagomi Wahira has always admired the cute girls serving at maid cafes. Hoping to fulfill her dream of becoming one, she moves to Akihabara to work at the maid cafe Ton Tokoton.\n\nNagomi's first day seems completely normal—until she has to run an \"errand\" at a rival maid cafe along with her fellow recruit, the mature Ranko Mannen. There, things quickly go south, and Nagomi soon gets her first taste of Akihabara's violent maid wars. As she watches Ranko calmly battle her way through a horde of gun- and knife-wielding maids, Nagomi realizes that maid cafes are drastically unlike what she had envisioned.\n\nWhile struggling to reconcile her expectations with the harsh reality she finds herself in, Nagomi searches for the enjoyment she once saw in the lives of maids.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The innocent Nagomi Wahira has always admired the cute girls serving at maid cafes. Hoping to fulfil"},{"_id":"150","title":"Blood+","alternativeTitles":["Blood Plus","ブラッドプラス","Blood+"],"ranking":1351,"genres":["Action","Drama","Horror","Mystery","Supernatural"],"episodes":50,"status":"Finished Airing","synopsis":"Saya Otonashi is a seemingly ordinary girl living a mundane life with her adoptive family in Okinawa City. In fact, her only peculiarities are suffering from anemia and being unable to remember any of her life beyond the previous year.\n\nHowever, Saya's forgotten past quickly comes back to haunt her—one night, she is attacked at school by a creature that feeds on human blood. Just when all hope seems lost, a mysterious man named Haji appears and fends off the creature temporarily. But when her rescuer forces her to drink his blood, Saya suddenly enters a trance and slays the monster with ease, using her own blood as a catalyst. \n\nSaya then learns of an organization named Red Shield, founded for the sole purpose of defeating the hellish beasts. Now Saya and Haji must work together with Red Shield to fight these fearsome monsters and unlock the secrets to the girl's past.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Saya Otonashi is a seemingly ordinary girl living a mundane life with her adoptive family in Okinawa"},{"_id":"951","title":"Chibi Maruko-chan","alternativeTitles":["Petite Maruko-chan","Little Miss Maruko","ちびまる子ちゃん"],"ranking":1352,"genres":["Comedy","Slice of Life"],"episodes":142,"status":"Finished Airing","synopsis":"Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life. \n\n(Source: ANN)","type":"TV","short_synopsis":"Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She"},{"_id":"60","title":"Chrno Crusade","alternativeTitles":["Chrono Crusade: Mary Magdalene","クロノクルセイド","Chrono Crusade","Chrono Crusade","Chrono Crusade","Chrono Crusade"],"ranking":1353,"genres":["Action","Romance","Supernatural"],"episodes":24,"status":"Finished Airing","synopsis":"The 1920s was a decade of great change and upheaval, with monstrous demons appearing across America. To combat this menace, the holy organization known as the Order of Magdalene was established. The organization's New York branch is home to the young and reckless Sister Rosette Christopher, as well as her partner Chrno. Tasked with the extermination of demonic threats, the renowned team is excellent at their job, despite causing extensive collateral damage on their missions.\n\nHowever, both Rosette and Chrno are driven by their dark pasts. Through exterminating demons, Rosette hopes to find her lost brother Joshua who was taken by the sinner and demon, Aion, with whom Chrno also shares a bloody history. The two of them must fight off the increasingly dangerous demonic menace and discover its source, while continuing to search for the truth behind Joshua's disappearance.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The 1920s was a decade of great change and upheaval, with monstrous demons appearing across America."},{"_id":"345","title":"Eikoku Koi Monogatari Emma","alternativeTitles":["英國戀物語エマ","Emma: A Victorian Romance","Emma: A Victorian Romance","Emma: Un Romance Victoriano","Emma: A Victorian Romance"],"ranking":1355,"genres":["Drama","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"Emma has been a maid for most of her life. Working for a retired governess—the strict but compassionate Kelly Stownar—Emma has grown to love her work and has long since accepted her place in society. Beautiful, hardworking, and exceptionally kind, Emma has captured the hearts of many of London's working men—but their feelings always remain unrequited. Emma is waiting for love, and she finds it in the most unlikely of places.\n\nWilliam is the eldest son of the wealthy Jones household—a family that has only recently been accepted into the gentry, securing their position in high society. He is also the former ward of Mrs. Stownar, and on his first visit in years, he falls madly in love with her maid. His earnest attempts to win her affection, coupled with his good nature and warm personality, have captured Emma's heart.\n\nBut the polite society of 19th century England does not take kindly to the rejection of tradition. As a result, Emma and William's relationship could not face more opposition. In a world where the class lines are as strongly defended as the borders of nations, does their love have the strength to survive?\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Emma has been a maid for most of her life. Working for a retired governess—the strict but compassion"},{"_id":"22265","title":"Free! Eternal Summer","alternativeTitles":["Free! - Iwatobi Swim Club 2","Free! 2nd Season","Free!-Eternal Summer-","Free! - Eternal Summer","Free! Eternal Summer"],"ranking":1356,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"Even though it has been a year since the Iwatobi High School Swim Club has been created, new members have yet to join the club. Now that Haruka Nanase and Makoto Tachibana are senior students, along with their younger friends Nagisa Hazuki and Rei Ryuugazaki, they have to find a way to attract new members. If not, the club will be forced to close the following year due to a lack of membership.\n\nMeanwhile, with impending graduation, it is also time for the seniors to decide their plans for the future. Unlike their friend Rin Matsuoka, the new captain of Samezuka Academy Swim Club who is determined to fulfill his dream of being a professional swimmer, Haruka and Makoto are unsure about what career path they want to take.\n\nFurther problems arise when an old friend of Rin's, Sousuke Yamazaki, comes to the city to study at Samezuka Academy; the recently scouted swimmer's arrival causes tension in the relationship among him, Rin, and Haruka.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Even though it has been a year since the Iwatobi High School Swim Club has been created, new members"},{"_id":"32948","title":"Fune wo Amu","alternativeTitles":["舟を編む","The Great Passage","The Great Passage","The Great Passage","Fune wo amu"],"ranking":1357,"genres":["Award Winning","Drama","Romance"],"episodes":11,"status":"Finished Airing","synopsis":"Kouhei Araki, a veteran editor of the dictionary editorial division at Genbu Publishing, plans to retire in order to better care for his ailing wife. However, before retiring, he must find a replacement to complete his latest project: a new dictionary called The Great Passage. But no matter where he looks, he cannot find anyone suitable, as making a dictionary requires a wealth of patience, time, and dedication.\n\nMitsuya Majime works in Genbu Publishing's sales division, yet he has poor social skills and an inability to read the mood in most situations. In spite of this, he excels at having an enthusiasm for words thanks to his love of reading and careful personality. It is these skills that draw Araki to him and prompt him to offer Majime a position in the dictionary editorial department. As Majime accepts his new position, he finds himself unsure of his abilities and questioning whether he will fit in with his new co-workers. Yet amid the vast sea of words, The Great Passage will bring them together.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Kouhei Araki, a veteran editor of the dictionary editorial division at Genbu Publishing, plans to re"},{"_id":"24765","title":"Gakkougurashi!","alternativeTitles":["Gakkou Gurashi!","がっこうぐらし！","School-Live!","School-Live!","School-Live!: Gakkougurashi!","School-Live!"],"ranking":1359,"genres":["Horror","Mystery","Slice of Life","Suspense"],"episodes":12,"status":"Finished Airing","synopsis":"Carefree high school senior Yuki Takeya every day looks forward to the School Living Club. Consisting of the president Yuuri Wakasa, the athletic Kurumi Ebisuzawa, the mature Miki Naoki, the supervising teacher Megumi Sakura, and club dog Taroumaru, the club prides itself on making the most of life at school. There is only one rule the club members have to follow: all members must live their entire lives within school grounds.\n\nGakkougurashi! follows the adventures of the School Living Club as they promote independence and self-determination through their lively time residing at Megurigaoka Private High School.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Carefree high school senior Yuki Takeya every day looks forward to the School Living Club. Consistin"},{"_id":"25649","title":"Junjou Romantica 3","alternativeTitles":["Junjou Romantica Third Season","純情ロマンチカ 3","Junjo Romantica 3"],"ranking":1363,"genres":["Boys Love","Comedy","Drama","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"After living together for three years, Misaki Takahashi and Akihiko \"Usagi\" Usami's relationship has been progressing smoothly. However, all great relationships have problems, and theirs is just beginning. With a new rival on the horizon, Usagi worries about Misaki's feelings towards him. \n\nMeanwhile, Ryuuichirou Isaka has always loved to intrude on Misaki and Usagi's love life, but his own love life hasn't been all smooth sailing—Isaka and his secretary Kaoru Asahina have been dating for a few years; however, Asahina prefers to keep their professional and private lives separate, often leading to troubled waters between them.\n\nAs for Nowaki Kusama and Hiroki Kamijou, now that their careers are finally taking off, they hardly see each other anymore. With the time they spend together lessening, doubts and insecurities threaten to creep in between them. On the other hand, the 17-year age gap between Shinobu Takatsuki and You Miyagi has been a constant barrier in their relationship, but as they learn more about each other, their self-consciousness continues to fade.\n\nThe beloved couples of Junjou Romantica, Junjou Egoist, and Junjou Terrorist are back again, this time with a new addition: Junjou Mistake!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After living together for three years, Misaki Takahashi and Akihiko \"Usagi\" Usami's relationship has"},{"_id":"2557","title":"Trapp Ikka Monogatari","alternativeTitles":["Sekai Meisaku Gekijou","トラップ 一家 物語","The Trapp Family Story","Sonrisas y Lágrimas: La Familia Trapp"],"ranking":1365,"genres":["Drama","Romance"],"episodes":40,"status":"Finished Airing","synopsis":"Based on the same story that produced the classic musical 'The Sound of Music', this is the story of Maria, who leaves her life in a convent to take up the responsibility of taking care of Captain Trapp's children.\n\n(Source: ANN)","type":"TV","short_synopsis":"Based on the same story that produced the classic musical 'The Sound of Music', this is the story of"},{"_id":"856","title":"Utawarerumono","alternativeTitles":["The One Being Sung","うたわれるもの","Utawarerumono","Le Chant des Rêves"],"ranking":1366,"genres":["Action","Drama","Fantasy","Sci-Fi"],"episodes":26,"status":"Finished Airing","synopsis":"An injured man is found in the woods by a girl named Eruruu, and everything about him is mysterious. Without knowledge of his past nor even his own name, he is welcomed to Eruruu's home and is given the name Hakuoro by her grandmother, and younger sister, Aruruu. While the inhabitants of the village have large ears and tails, Hakuoro's defining physical trait is quite different as he has neither ears nor tail, but only a mask that he cannot remove.\n\nSoon after he becomes a part of the villagers' lives, a revolution against the tyrannical emperor of the land begins, and the conflict finds its way to his new home. Hakuoro must do whatever he can to save the people and the village that he has come to love, all while uncovering the mysteries that shroud his past.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"An injured man is found in the woods by a girl named Eruruu, and everything about him is mysterious."},{"_id":"43299","title":"Wonder Egg Priority","alternativeTitles":["ワンダーエッグ・プライオリティ","Wonder Egg Priority"],"ranking":1367,"genres":["Drama","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg.\n\nUpon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own.\n\nAs past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her "},{"_id":"32792","title":"Kidou Senshi Gundam Unicorn RE:0096","alternativeTitles":["Mobile Suit Gundam UC RE:0096","機動戦士ガンダムUC（ユニコーン）RE:0096","Mobile Suit Gundam Unicorn RE:0096"],"ranking":1368,"genres":["Action","Drama","Sci-Fi"],"episodes":22,"status":"Finished Airing","synopsis":"By the year 0096 of the Universal Century, a fragile peace emerges from the ashes of conflict. Sixteen-year-old student Banagher Links visits the Industrial 7 space colony on a school field trip, but because of a broken shuttle, he is left completely stranded. \n\nTo Banagher, who has always lived a normal life, war had always been a distant, almost mythical part of history; but within minutes, fantasy becomes reality when he rescues a girl named Audrey Burne, who urgently needs to meet with the leader of the nearby Vist Foundation, Cardeas Vist. She hopes to persuade him to withhold the \"Laplace's Box,\" an object that holds the potential to destroy the world. History is set in motion as galactic forces converge on Industrial 7, each vying for possession of the Laplace's Box. As Neo Zeon remnants clash with Earth Federation Forces around the colony, Cardeas, in his final moments, gives Banagher the key to the Box, a mobile suit dubbed \"The Unicorn Gundam.\"\n\nPacked with explosive action and rising tension, Mobile Suit Gundam Unicorn RE:0096 follows Banagher as his conviction is tested and the destiny that has laid dormant for more than a century is finally realized.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"By the year 0096 of the Universal Century, a fragile peace emerges from the ashes of conflict. Sixte"},{"_id":"32729","title":"Orange","alternativeTitles":["orange（オレンジ）","Orange"],"ranking":1371,"genres":["Drama","Romance","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Naho Takamiya's first day of her sophomore year of high school is off to an uneasy start. After waking up late, she receives a strange letter addressed to her. However, the letter is from herself—10 years in the future! At first, Naho is skeptical of the note; yet, after witnessing several events described to take place, she realizes the letter really is from her 26-year-old self.\n\nThe note details that Naho's future life is filled with regrets, and she hopes that her younger self can correct the mistakes that were made in the past. The letter also warns her to keep a close eye on the new transfer student, Kakeru Naruse. Naho must be especially careful in making decisions involving him, as Kakeru is not around in the future. With the letter as her guide, Naho now has the power to protect Kakeru before she comes to regret it once more.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Naho Takamiya's first day of her sophomore year of high school is off to an uneasy start. After waki"},{"_id":"28927","title":"Owari no Seraph: Nagoya Kessen-hen","alternativeTitles":["Owari no Seraph 2nd Season","Seraph of the End 2nd Season","終わりのセラフ　名古屋決戦編","Seraph of the End: Battle in Nagoya","Seraph of the End: Battle in Nagoya","Seraph of the End: El Reino de los Vampiros Temporada 2","Seraph of the End: Vampire Reign Partie 2"],"ranking":1372,"genres":["Action","Drama","Supernatural"],"episodes":12,"status":"Finished Airing","synopsis":"Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long presumed to be dead. Upon their reunion, however, he discovers that Mikaela has been turned into a vampire. Determined to help his friend, Yuuichirou vows to get stronger so that he can protect Mikaela as well as the comrades in the Moon Demon Company.\n \nKureto Hiiragi receives information that a large group of vampires will be gathering in Nagoya, preparing for their assault on the Imperial Demon Army's main forces in Tokyo. Led by Guren Ichinose, Yuuichirou's team is one of many selected to intercept and eliminate the vampire nobles.\n \nWith the Nagoya mission quickly approaching, the members of Shinoa squad continue to work towards fully mastering their weapons, while learning how to improve their teamwork. Yuuichirou must gain the power he needs to slay the nobles and save his best friend, before he succumbs to the demon of the Cursed Gear.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long p"},{"_id":"65","title":"Rozen Maiden: Träumend","alternativeTitles":["Rozen Maiden 2","ローゼンメイデン トロイメント","Rozen Maiden: Träumend"],"ranking":1375,"genres":["Action","Comedy","Drama"],"episodes":12,"status":"Finished Airing","synopsis":"As the story of Rozen Maiden closes, a new chapter begins in Rozen Maiden: Träumend. Shinku and the other sentient dolls of the Rozen Maiden collection are living life as usual at Jun Sakurada's house. Having settled into his role as Shinku's partner in the deadly Alice Game, Jun overcomes his former fears and prepares to return to school. And although Shinku and the other dolls idly pass the days by in the comfort of Jun's home, dark times lie ahead as a new foe presents herself: Barasuishou, the seventh Rozen Maiden.\n\nBut Barasuishou is a mystery even to her sisters, none of whom have ever laid eyes on her until now. Shinku considers this a sign that the Alice Game is coming to an end, meaning the dolls will soon be forced to fight one another. Haunted by the upcoming battle and nightmares concerning another doll, Shinku begins distancing herself from the others. If she wishes to claim victory, it will come at a high cost—the lives of her sisters.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"As the story of Rozen Maiden closes, a new chapter begins in Rozen Maiden: Träumend. Shinku and the "},{"_id":"21843","title":"Shingeki no Bahamut: Genesis","alternativeTitles":["神撃のバハムート GENESIS","Rage of Bahamut: Genesis","Rage of Bahamut: Genesis","Rage of Bahamut: Genesis","Rage of Bahamut: Genesis"],"ranking":1376,"genres":["Action","Adventure","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"Thousands of years ago, the ancient dragon Bahamut wrought havoc upon the land of Mistarcia, a world where both gods and demons live amongst mankind. Working together to prevent the world's destruction, the rival deities barely managed to seal Bahamut, agreeing to split the key between them so that the dragon would remain eternally imprisoned.\n\nWith the world safe from the destruction of Bahamut, it is business as usual for bounty hunters like Favaro Leone. Living a laid-back, self-serving lifestyle, the amoral Favaro goes about his work while on the run from fellow bounty hunter Kaisar Lidfard, a righteous man who swears vengeance upon Favaro. However, Favaro's carefree life is thrown into chaos when he meets Amira, a mysterious woman who holds half of the key to the world's fragile peace.\n\nShingeki no Bahamut: Genesis tells the story of a group of unlikely heroes who find themselves caught in the middle of an epic clash between gods and demons, forced to carve their own path in the face of the imminent storm.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Thousands of years ago, the ancient dragon Bahamut wrought havoc upon the land of Mistarcia, a world"},{"_id":"5494","title":"Konnichiwa Anne: Before Green Gables","alternativeTitles":["Anne of Green Gables Prequel","Akage no Anne Prequel","こんにちは アン ～Before Green Gables","Before Green Gables"],"ranking":1378,"genres":[],"episodes":39,"status":"Finished Airing","synopsis":"The story of what happened to Anne Shirley before she was adopted.","type":"TV","short_synopsis":"The story of what happened to Anne Shirley before she was adopted."},{"_id":"331","title":"Mahoujin Guruguru","alternativeTitles":["魔法陣グルグル","Magical Circle Guru Guru","Magical Circle Guru-Guru","Magical Circle Guru-Guru","Magical Circle Guru-Guru"],"ranking":1379,"genres":["Adventure","Comedy","Fantasy"],"episodes":45,"status":"Finished Airing","synopsis":"There is a small village called Jimuna on the continent of Jamu Jamu. This village is home to a girl named Kukuri. She is the last descendant of the Migu Migu Tribe. She is raised by an old witch who teaches her the secret magic of the tribe, but Kukuri is not a good student.\n\nIn the same village lives a boy named Nike. He has been raised by very strict parents. They discipline their son to become a brave hero of the village. Nike himself does not want to be a hero at all, but he grows up to become a mighty boy.\n\nOne day the king of the village, Kodai, recruits troops to fight against the ruler of the darkness, Giri. Kukuri and Nike are accepted. The two children, the strong but reluctant hero Nike, and the eager but unskilled little witch Kukuri, set out on a wonderful journey full of adventures and friendship.\n\n(Source: Nippon Animation)","type":"TV","short_synopsis":"There is a small village called Jimuna on the continent of Jamu Jamu. This village is home to a girl"},{"_id":"7592","title":"Nurarihyon no Mago","alternativeTitles":["The Grandson of Nurarihyon","Grandchild of Nurarihyon","ぬらりひょんの孫","Nura: Rise of the Yokai Clan","Nura: Le Seigneur des Yokai"],"ranking":1380,"genres":["Action","Supernatural"],"episodes":24,"status":"Finished Airing","synopsis":"Rikuo Nura, a part-youkai and part-human boy, grew up as the young master of the Nura Clan. Comprising youkai of all shapes and sizes, Rikuo treated the clan like family, however, he learned that he was the only one among his classmates who saw them in this light. To most, they were terrifying creatures of folklore who ate children and relished in bloodshed. Taking this to heart, he swore to live his life as a normal human.\n\nNormalcy, however, is hard to come by for young Rikuo. Complicating his goal are his youkai attendant, who under the name Tsurara Oikawa, goes to school alongside him; the young onmyouji Yura Keikain; and his close friend Kiyotsugu, who idolizes youkai and hopes to prove their existence. To make matters worse, rival youkai and other entities threaten to harm those Rikuo holds dear.\n\nIf he wants to protect what's important to him, Rikuo must acknowledge his ancestry—that he is the grandson of the legendary Nurarihyon—and transform at night into a youkai, becoming worthy of being the next leader of the Nura Clan.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Rikuo Nura, a part-youkai and part-human boy, grew up as the young master of the Nura Clan. Comprisi"},{"_id":"35067","title":"Osomatsu-san 2nd Season","alternativeTitles":["おそ松さん 第2期","Mr. Osomatsu 2","Mr. Osomatsu Staffel 2","Osomatsu-san Temporada 2","Osomatsu-san Saison 2"],"ranking":1381,"genres":[],"episodes":25,"status":"Finished Airing","synopsis":"Second season of Osomatsu-san.","type":"TV","short_synopsis":"Second season of Osomatsu-san."},{"_id":"30240","title":"Prison School","alternativeTitles":["Kangoku Gakuen","監獄学園〈プリズンスクール〉","Prison School"],"ranking":1384,"genres":["Comedy","Romance","Ecchi"],"episodes":12,"status":"Finished Airing","synopsis":"Located on the outskirts of Tokyo, Hachimitsu Private Academy is a prestigious all-girls boarding school, famous for its high-quality education and disciplined students. However, this is all about to change due to the revision of the school's most iconic policy, as boys are now able to enroll as well.\n \nAt the start of the first semester under this new decree, a mere five boys have been accepted, effectively splitting the student body into a ratio of two hundred girls to one boy. Kiyoshi, Gakuto, Shingo, Andre, and Jo are quickly cast away without having a chance to make any kind of a first impression. Unable to communicate with their fellow female students, the eager boys set their sights on a far more dangerous task: peeping into the girls' bath!\n \nIt's only after their plan is thoroughly decimated by the infamous Underground Student Council that the motley crew find their freedom abruptly taken from them, as they are thrown into the school's prison with the sentence of an entire month as punishment. Thus begins the tale of the boys' harsh lives in Prison School, a righteous struggle that will ultimately test the bonds of friendship and perverted brotherhood.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Located on the outskirts of Tokyo, Hachimitsu Private Academy is a prestigious all-girls boarding sc"},{"_id":"47257","title":"Shinigami Bocchan to Kuro Maid","alternativeTitles":["Young Master the Grim Reaper and the Black Maid","死神坊ちゃんと黒メイド","The Duke of Death and His Maid"],"ranking":1385,"genres":["Comedy","Supernatural"],"episodes":12,"status":"Finished Airing","synopsis":"As the elegant, frail flower petals wither away into lifeless ashes, the young duke is tragically reminded of the despicable power forced upon him—the ability to kill anything he touches. Scorned by his family, he is sent away to live in near isolation. Fortunately, he is not entirely alone, as the manor's staff—his dutiful butler Rob and the flirtatious maid Alice—keep him company and make his life less miserable.\n\nAs the duke's romantic feelings for Alice grow, so does his continued frustration for the limits set by his unfortunate ability. Therefore, he resolves to break the curse cast upon him all those years ago, not only for his sake, but Alice's as well—for he is painfully aware of how difficult it is to avoid the touch of a loved one.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"As the elegant, frail flower petals wither away into lifeless ashes, the young duke is tragically re"},{"_id":"30549","title":"Soukyuu no Fafner: Dead Aggressor - Exodus Part 2","alternativeTitles":["Soukyuu no Fafner: Dead Aggressor - Exodus 2nd Season","蒼穹のファフナー Dead Aggressor EXODUS"],"ranking":1386,"genres":["Action","Drama","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Continuation of Soukyuu no Fafner: Dead Aggressor - Exodus.","type":"TV","short_synopsis":"Continuation of Soukyuu no Fafner: Dead Aggressor - Exodus."},{"_id":"1690","title":"Bokura no","alternativeTitles":["Bokurano: Ours","ぼくらの","Bokurano","Bokurano"],"ranking":1388,"genres":["Drama","Sci-Fi"],"episodes":24,"status":"Finished Airing","synopsis":"As fifteen children at a summer camp enjoy their carefree vacation together, they stumble upon a small cave near the beach. The group finds a mysterious room deep within its caverns, where they meet a strange man who calls himself Kokopelli. The man invites the children to play a game that involves taking turns controlling a robot to protect the Earth against aliens. Thinking it might be an interesting computer game, all but one of the children sign a contract agreeing to play.\n\nLater that day, the giant robot appears in person and the children are teleported into its cockpit, where they find Kokopelli, who pilots a fight against a similar robotic creature that has appeared nearby. After winning the battle, Kokopelli tries to apologize but is interrupted as the children are teleported back to the ground in the midst of the carnage.\n\nAs the bewilderment following the fight settles, the robot suddenly disappears and the children are left scared and confused. Despite seeming like a harmless game at first, the children never anticipated the stakes of this game and how their pasts would intertwine with their decisions going forward.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"As fifteen children at a summer camp enjoy their carefree vacation together, they stumble upon a sma"},{"_id":"71","title":"Full Metal Panic!","alternativeTitles":["FMP","Fullmetal Panic!","フルメタル・パニック！","Full Metal Panic!"],"ranking":1390,"genres":["Action","Comedy","Sci-Fi"],"episodes":24,"status":"Finished Airing","synopsis":"Mithril, a covert military institution using state-of-the-art technology to combat terrorist operations, assigns a specialized team to a sensitive mission. Under the command of superior officer Melissa Mao, sergeants Sousuke Sagara and Kurz Weber must secretly protect Kaname Chidori—a teenage girl who unconsciously holds breakthrough scientific knowledge and is considered a \"Whispered\"—from intelligence agencies and other organizations pursuing her abilities.\n\nWhile Kurz and Melissa are to assist him remotely, Sousuke enrolls at Kaname's high school as one of her classmates to closely monitor her. However, his militaristic upbringing and poor social skills lead to a difficult adjustment to civilian life. Not only does he attract unnecessary attention, but his actions frequently make Kaname suspicious of him.\n\nDespite the earnest attempts to fulfill his duty, a terrorist ambush further complicates Sousuke's task. Recognizing the vicious mastermind behind the assault, Sousuke abandons his orders to ensure Kaname's safety.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Mithril, a covert military institution using state-of-the-art technology to combat terrorist operati"},{"_id":"123","title":"Fushigi Yuugi","alternativeTitles":["Fushigi Yugi","Curious Play","ふしぎ遊戯","Mysterious Play","Fushigi Yugi","El Juego Misterioso: Fushigi Yugi","Fushigi Yugi"],"ranking":1391,"genres":["Adventure","Fantasy","Romance"],"episodes":52,"status":"Finished Airing","synopsis":"During a visit to the National Library, Miaka Yuuki and Yui Hongo stumble upon a strange old book that casts a red light, sucking them inside its unfamiliar world. Upon arrival, the two encounter hostile slave traders and barely escape with the help of Tamahome—a powerful young man bearing a Chinese symbol on his forehead. But, a moment later, the red light returns and takes Yui away. \n\nDesperate to reunite with her companion, Miaka asks Tamahome for assistance. However, the situation escalates when the pair encounters the land's emperor, Hotohori, who believes Miaka is the foretold priestess of the kingdom's protector god Suzaku. By gathering the god's seven Celestial Warriors, the priestess can summon Suzaku and have all her wishes granted. Hotohori hopes this will save his country, and since it appears to be a fitting solution to the girl's problems as well, he convinces her to accept the role.\n\nMeanwhile, at the library, Yui realizes she has been brought back alone. Unable to intervene, she helplessly witnesses Miaka traversing through courageous trials as the mysterious book's heroine.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"During a visit to the National Library, Miaka Yuuki and Yui Hongo stumble upon a strange old book th"},{"_id":"18055","title":"Hakkenden: Touhou Hakken Ibun 2nd Season","alternativeTitles":["八犬伝 -東方八犬異聞- 2","Hakkenden -Eight Dogs of the East- Season 2","Hakkenden: Eight Dogs of the East Staffel 2","Hakkenden: Eight Dogs of the East Temporada 2","Hakkenden: Eight Dogs of the East Saison 2"],"ranking":1392,"genres":["Action","Fantasy","Mystery"],"episodes":13,"status":"Finished Airing","synopsis":"The journey to find all eight sacred gems continues, as Sousuke and Shino travel in search of the remaining gem holders. From the shadows the Imperial Church continues to scheme, and a mysterious woman seeks to fulfill a sinister plot with the gem holders at its heart. As the origin of the gems comes to light, so does the truth behind Sousuke's doppelganger, Ao, as he resurfaces with his own goal—one involving Sousuke and his gem!\n\n(Source: Sentai Filmworks)","type":"TV","short_synopsis":"The journey to find all eight sacred gems continues, as Sousuke and Shino travel in search of the re"},{"_id":"160","title":"Ima, Soko ni Iru Boku","alternativeTitles":["Ima","Soko ni Iru Boku","今、そこにいる僕","Now and Then","Here and There","Now and Then","Here and There"],"ranking":1394,"genres":["Adventure","Drama","Fantasy","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Shuuzou \"Shuu\" Matsutani lives his ordinary life in peace. He has friends, a crush, and a passion for kendo. Dejected after losing to his kendo rival, Shuu climbs a smokestack to watch the sunset where he finds Lala-Ru, a quiet, blue-haired girl wearing a strange pendant. Shuu attempts to befriend her, despite her uninterested, bland responses.\n\nHowever, his hopes are crushed when a woman, accompanied by two serpentine machines, appear out of thin air with one goal in mind: capture Lala-Ru. Shuu, bull-headed as he is, tries to save his new friend from her kidnappers and is transported to a desert world, unlike anything he has ever seen before. Yet, despite the circumstances, Shuu only thinks of saving Lala-Ru, until he is thoroughly beaten up by some soldiers. As he soon finds out, Lala-Ru can manipulate water and her pendant is the source from which she is able to bring forth the liquid, a scarce commodity in his new environment. But now, the pendant is lost, and Shuu is the prime suspect.\n\nIma, Soko ni Iru Boku is the haunting story of a dystopian world, and of Shuu, who has to endure torture, hunger, and the horrors of war in order to save the lonely girl he found sitting atop a smokestack.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Shuuzou \"Shuu\" Matsutani lives his ordinary life in peace. He has friends, a crush, and a passion fo"},{"_id":"228","title":"Jigoku Shoujo","alternativeTitles":["Jigoku Shojo","地獄少女","Hell Girl","La Fille des enfers"],"ranking":1395,"genres":["Horror","Mystery","Supernatural"],"episodes":26,"status":"Finished Airing","synopsis":"It is said that if someone seeks revenge, they should dig two graves—and this is especially true of those who use the Hell Correspondence website. At the stroke of midnight, this ominous web domain becomes accessible, and whoever inputs the name of their grudge will get a visit from Ai Enma, the Hell Girl. Ai explains that she will send the target's soul to hell, but the requester will also end up in hell when they die.\n\nFor some, that price is far too steep; for others, where they will spend their afterlife has no bearing on their current, day-to-day hell. But one thing is certain: the Hell Girl will always be available to those in need of revenge, while she stoically performs her duty of ferrying souls into the darkness.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"It is said that if someone seeks revenge, they should dig two graves—and this is especially true of "},{"_id":"3713","title":"Jigoku Shoujo Mitsuganae","alternativeTitles":["Hell Girl 3","Jigoku Shoujo 3","地獄少女 三鼎","Hell Girl: Three Vessels"],"ranking":1396,"genres":["Mystery","Supernatural"],"episodes":26,"status":"Finished Airing","synopsis":"Following the events of Jigoku Shoujo Futakomori, Ai Enma, the Hell Girl, has disappeared. Her former companions decide to lead normal lives, until their absent mistress returns to them with a new companion, and in a way that none of them anticipated.\n\nYuzuki Mikage is a normal schoolgirl who soon comes to understand the Hell Girl on an intimate level. During a dream-like trance in the bathtub, Ai kisses Yuzuki and possesses her. So when Yuzuki's friend decides to type in the name of their teacher in the Hell Correspondence website, Ai makes use of Yuzuki's body to accomplish her own task of ferrying the teacher's soul to hell. Yuzuki is disturbed by her new circumstances and wonders why she was chosen to continue Ai's work. Unfortunately for her, the Hell Girl and her assistants resume operation of Hell Correspondence, and she is dragged along for the ride towards hell itself.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Following the events of Jigoku Shoujo Futakomori, Ai Enma, the Hell Girl, has disappeared. Her forme"},{"_id":"6444","title":"Tegamibachi","alternativeTitles":["テガミバチ","Tegami Bachi: Letter Bee","Tegami Bachi: Letter Bee","Tegami Bachi Letter Bee","Letter Bee"],"ranking":1398,"genres":["Adventure","Fantasy"],"episodes":25,"status":"Finished Airing","synopsis":"With his mother taken away from him and having lost everything, Lag Seeing is now a letter whose delivery has been assigned to Gauche Suede, a Letter Bee. Despite their troubling start, the two of them become friends, leading Lag to realize what his aim in life is: to deliver people's most important feelings in the form of letters, just as Gauche has done.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"With his mother taken away from him and having lost everything, Lag Seeing is now a letter whose del"},{"_id":"10278","title":"The iDOLM@STER","alternativeTitles":["The Idolmaster","アイドルマスター","THE IDOLM@STER","THE IDOLM@STER"],"ranking":1400,"genres":["Comedy","Drama"],"episodes":25,"status":"Finished Airing","synopsis":"765 Production Studio manages the unique talents of 13 professional idols as they slowly make their way to the top and become country-wide celebrities. But the girls' journey is far from just fun and games: hard work, sweat, and tears are some of the prerequisites needed to flourish in this industry—and for 765 Pro in particular, a watchful eye out for their rival, the infamous 961 Production.\n\nAs the girls' fame grows, however, their time together as a family diminishes, and now the very popularity they sought is threatening to tear them apart. A difficult balance of work and bonding must be achieved, or they risk everyone going their separate ways. The personal and professional ordeals of these idols can not be conquered alone, but with each other's loving support, any obstacle or hardship can be overcome!\n\n[Written by MAL Rewrite] ","type":"TV","short_synopsis":"765 Production Studio manages the unique talents of 13 professional idols as they slowly make their "},{"_id":"18245","title":"White Album 2","alternativeTitles":["White Album2","WA2","ホワイトアルバム2","White Album 2"],"ranking":1404,"genres":["Drama","Romance"],"episodes":13,"status":"Finished Airing","synopsis":"Haruki Kitahara's light music club is on the verge of disbanding. At this rate, the third year's dream of performing at the school festival would never be realized. However, as his exhausted fingers drift through the chords of \"White Album,\" the first song he would ever play, an angelic voice and mysterious piano begin harmonizing with his lonely guitar. It is a momentous performance that marks the beginning of everything for Haruki.\n \nWhite Album 2 orchestrates Haruki's final semester with complex romance and exhilarating music, as the curtains of the stage he so desired begin to open...\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Haruki Kitahara's light music club is on the verge of disbanding. At this rate, the third year's dre"},{"_id":"1650","title":"Uchuu Senkan Yamato","alternativeTitles":["Space Battleship Yamato","Space Cruiser Yamato","宇宙戦艦ヤマト","Star Blazers: The Quest for Iscandar"],"ranking":1407,"genres":["Action","Adventure","Award Winning","Drama","Sci-Fi"],"episodes":26,"status":"Finished Airing","synopsis":"In the year 2199, Earth is a mere shell of its former glory after a vicious bombardment by the Gamilas Empire. The inhabitants have been forced underground to escape the irradiated surface, but the deadly radiation inches closer and closer to the retreating population. With only one year before complete and utter extermination, time is fast running out and hope is in short supply.\n\nSo far, any attempt to escape or retaliate has been instantly annihilated by the alien empire—until an emergency transmission from the planet Iscandar in a neighboring galaxy offers a glimmer of hope to save the doomed planet. Covertly, Earth's Self Defense Force constructs a faster than light engine for a journey to Iscandar. Armed with new weapons and a determined crew of fearless navy men, the World War II era battleship Yamato is reborn as Space Battleship Yamato. She and her crew set out on a perilous journey across the stars to save their home and the entire human race.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In the year 2199, Earth is a mere shell of its former glory after a vicious bombardment by the Gamil"},{"_id":"24439","title":"Kekkai Sensen","alternativeTitles":["Bloodline Battlefront","血界戦線","Blood Blockade Battlefront","Blood Blockade Battlefront","Blood Blockade Battlefront","Blood Blockade Battlefront"],"ranking":1408,"genres":["Action","Comedy","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"Supersonic monkeys, vampires, talking fishmen, and all sorts of different supernatural monsters living alongside humans—this has been part of daily life in Hellsalem's Lot, formerly known as New York City, for some time now. When a gateway between Earth and the Beyond opened three years ago, New Yorkers and creatures from the other dimension alike were trapped in an impenetrable bubble and were forced to live together. Libra is a secret organization composed of eccentrics and superhumans, tasked with keeping order in the city and making sure that chaos doesn't spread to the rest of the world.\n\nPursuing photography as a hobby, Leonardo Watch is living a normal life with his parents and sister. But when he obtains the \"All-seeing Eyes of the Gods\" at the expense of his sister's eyesight, he goes to Hellsalem's Lot in order to help her by finding answers about the mysterious powers he received. He soon runs into Libra, and when Leo unexpectedly joins their ranks, he gets more than what he bargained for. Kekkai Sensen follows Leo's misadventures in the strangest place on Earth with his equally strange comrades—as the ordinary boy unwittingly sees his life take a turn for the extraordinary.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Supersonic monkeys, vampires, talking fishmen, and all sorts of different supernatural monsters livi"},{"_id":"1606","title":"Kekkaishi","alternativeTitles":["Barrier Master","結界師","Kekkaishi","Kekkaishi"],"ranking":1409,"genres":["Action","Adventure","Supernatural"],"episodes":52,"status":"Finished Airing","synopsis":"Yoshimura Sumimura comes from a long line of \"Kekkaishi,\" individuals who have supernatural abilities and are able to destroy evil creatures called Ayakashi that venture into the human realm from time to time. The Ayakashi are demons that look to feast on the power emanating from the land of Karasumori, which also happens to be where Yoshimura's high school is located. Now, Yoshimura must fight to protect his beloved school and hometown. Although, if it were up to him, he would rather be baking cakes than fighting off the ugly characters that show up at night.\n\nThankfully, Yoshimura isn't the only one helping to keep the baddies at bay. His childhood friend and neighbor, Tokine Yukimura, joins him in this righteous battle. Despite the fact that they are from rival clans, these two make a fantastic team. And teamwork is something vital to fighting the evil that is closing in, as the Ayakashi attack in waves, looking to claim the land as their own, and a shadowy organization looks on, ready to pounce when the time is right...","type":"TV","short_synopsis":"Yoshimura Sumimura comes from a long line of \"Kekkaishi,\" individuals who have supernatural abilitie"},{"_id":"35079","title":"Kino no Tabi: The Beautiful World - The Animated Series","alternativeTitles":["キノの旅 -the Beautiful World- the Animated Series","Kino's Journey -the Beautiful World- the Animated Series","Kino's Journey -the Beautiful World- the Animated Series","Kino's Journey: the Beautiful World. the Animated Series","Kino's Journey -the Beautiful World- the Animated Series"],"ranking":1410,"genres":["Action","Adventure","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"When 15-year-old Kino is feeling weighed down by heavy thoughts, one thing always manages to cheer her up: traveling. Nothing fills her heart with joy like exploring the beautiful, wonderful world around her and the fascinating ways people find to live. However, Kino is not as helpless as her cute appearance and courteous demeanor suggest. Armed with \"Cannon\" and \"Woodsman,\" her trusted handguns, Kino isn't afraid to kill anyone who would dare to get in her way. Always by her side is her best friend and loyal companion Hermes, a sentient motorcycle, who supports Kino through the sorrows and hardships of their journey. Together, they travel the vast countryside with the shared goal of always moving forward, and a single rule: never stay in one country for more than three days.\n\nAs Kino and Hermes encounter new people and learn the rules of their civilizations, they grow and find out more about their own values and virtues. But as Kino slowly discovers the world around her, she also finds herself facing dangers that linger within the vast unknown.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"When 15-year-old Kino is feeling weighed down by heavy thoughts, one thing always manages to cheer h"},{"_id":"1483","title":"Master Keaton","alternativeTitles":["Master Keaton: Blood and Bullets","マスターキートン"],"ranking":1413,"genres":["Adventure","Drama","Mystery"],"episodes":24,"status":"Finished Airing","synopsis":"The amazing Taichi Keaton works on cases around the globe that always lead to adventure! He combines his arsenal of multidisciplinary expertise in investigation, archeology, and survival with his experience as a professor, a Falklands Conflict veteran and a SAS agent to unravel the often dangerous challenges in each riveting episode.\n\n(Source: Geneon Entertainment USA)","type":"TV","short_synopsis":"The amazing Taichi Keaton works on cases around the globe that always lead to adventure! He combines"},{"_id":"32836","title":"Senki Zesshou Symphogear AXZ","alternativeTitles":["Symphogear Axis","戦姫絶唱シンフォギアAXZ〈アクシズ〉","Symphogear AXZ","Symphogear AXZ","Symphogear AXZ","Symphogear AXZ"],"ranking":1417,"genres":["Action","Sci-Fi"],"episodes":13,"status":"Finished Airing","synopsis":"Hibiki Tachibana has defeated many powerful enemies, saved countless innocent lives, and escaped from numerous desperate situations, but she is currently finding herself unable to escape from her most desperate situation yet—summer homework!  Although her high school life is relatively unremarkable, her career as a member of the military organization S.O.N.G. is anything but. Using powerful, ancient armor known as Symphogear, Hibiki and her teammates work with the United Nations to deal with international disputes and disasters.  \n\nDuring a mission briefing at headquarters, Hibiki is made aware of a mysterious organization known as the Bavarian Illuminati, who has been responsible for several major disasters in the past and currently operate in the war-torn country Val Verde. Together, Hibiki and her team infiltrate one of the Bavarian Illuminati's manufacturing plants and free hundreds of slaves. Exposed, alchemists Saint-Germain, Cagliostro, and Prelati reveal themselves as the organization's top brass, and—using alchemical powers—declare a global revolution while sacrificing thousands of lives. Faced with yet another threat to the world's survival, Hibiki and her allies must confront the Bavarian Illuminati in their most difficult and destructive battle yet.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Hibiki Tachibana has defeated many powerful enemies, saved countless innocent lives, and escaped fro"},{"_id":"42351","title":"Senpai ga Uzai Kouhai no Hanashi","alternativeTitles":["先輩がうざい後輩の話","My Senpai is Annoying"],"ranking":1418,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"At a certain trading company, saleswoman Futaba Igarashi has managed to hold her respectable job for almost two years thanks to the guidance of her senior coworker—Harumi Takeda. However, due to Igarashi's short stature, Takeda often teases her and treats her like a kid, leaving Igarashi constantly annoyed by his antics.\n\nDespite this, Igarashi notices Takeda's reliability as he is always ready to help whenever something at their workplace goes awry. As Igarashi and Takeda spend more time together, their relationship soon develops further than simply being coworkers at the office.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"At a certain trading company, saleswoman Futaba Igarashi has managed to hold her respectable job for"},{"_id":"22101","title":"Soredemo Sekai wa Utsukushii","alternativeTitles":["Still world is Beautiful","それでも世界は美しい","The World is Still Beautiful","The World is Still Beautiful","The World is Still Beautiful"],"ranking":1420,"genres":["Adventure","Fantasy","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"In the Sun Kingdom, sunshine is part of its citizens' everyday lives, and rain is something that they have never even heard of. However, in a faraway land called the Rain Dukedom, the weather is reversed, and everybody has the power to create rain with their voices.\n\nLivius Ifrikia has conquered the entire world and expanded the Sun Kingdom's influence in the three short years since he was crowned king. Upon learning about the powers to create rain, Livius decides to marry Nike Remercier, one of the princesses of the Rain Dukedom. However, those outside the Sun Kingdom have spread a rumor that Livius is a cruel, ruthless, and tyrannical ruler, and as word reaches the princess, she begins to prepare herself for the worst. But when she finally meets her fiancé, Nike discovers that he is an entirely different person from what she originally expected.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In the Sun Kingdom, sunshine is part of its citizens' everyday lives, and rain is something that the"},{"_id":"41433","title":"Akudama Drive","alternativeTitles":["アクダマドライブ","Akudama Drive"],"ranking":1421,"genres":["Action","Sci-Fi"],"episodes":12,"status":"Finished Airing","synopsis":"The bustling metropolis of Kansai, where cybernetic screens litter the neon landscape, may seem like a technological utopia at first glance. But in the dark alleys around the brightly-lit buildings, an unforgiving criminal underbelly still exists in the form of fugitives known as \"Akudama.\" \n\nNo stranger to these individuals, Kansai police begin the countdown to the public execution of an infamous Akudama \"Cutthroat,\" guilty of killing 999 people. However, a mysterious message is sent to several elite Akudama, enlisting them to free Cutthroat for a substantial amount of money. An invisible hand seeks to gather these dangerous personas in one place, ensuring that the execution is well underway to becoming a full-blown bloodbath.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The bustling metropolis of Kansai, where cybernetic screens litter the neon landscape, may seem like"},{"_id":"37869","title":"BanG Dream! 2nd Season","alternativeTitles":["BanG Dream!（バンドリ！）第2期","BanG Dream! 2nd Season","BanG Dream! Staffel 2","BanG Dream! Temporada 2","BanG Dream! Saison 2"],"ranking":1422,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"Kasumi Toyama and the members of Poppin'Party—their high school band—are now second-year students, but with the new school year comes their latest set of challenges: student council duties, cram school, and part-time jobs, among other things. Furthermore, they are now separated into different classes, and as a result, their free time together is shortened. Looking back, their joyful times together seem like nothing more than an unachievable fantasy when their members are too occupied to even gather in Arisa Ichigaya's basement for practice sessions. As the band ponders over the situation, an unfamiliar girl suddenly emerges, unknowingly pulling them into the spotlight once more.\n\nIn this rising era of girl bands, Afterglow, Pastel*Palettes, Roselia, and Hello, Happy World! begin to make their appearance as well. Each band, comprised of musicians with their unique personalities, illuminates the stage with its performances. As Poppin'Party returns to the music scene and encounters new friends, the sparkling, heart-pounding music starts to play once again!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Kasumi Toyama and the members of Poppin'Party—their high school band—are now second-year students, b"},{"_id":"36704","title":"Free! Dive to the Future","alternativeTitles":["Free! 3rd Season","Free!-Dive to the Future-"],"ranking":1424,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"With the seniors having graduated from high school, the determined swimmers eagerly take on their futures with a dream to fulfill. \n\nNow attending Hidaka University in Tokyo, Haruka Nanase unexpectedly runs into Shiina Asahi, an old teammate and friend from his middle school days. Consequently, the troubling memories regarding his middle school swim team resurface, as it was a time when Haruka's views on swimming became negative and led him to quit the team. Haruka later reconnects with his other middle school classmates; all except for Ikuya Kirishima, who still resents Haruka for quitting the team, resulting in its disbandment. Aware of the issues between them, Haruka resolves to improve his friendship with Ikuya. However, he quickly realizes that making amends with an old friend isn't his only obstacle. \n\nFacing the reality and challenges of encountering higher calibre swimmers, Haruka must work hard to establish himself if he dreams of competing on an international level.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"With the seniors having graduated from high school, the determined swimmers eagerly take on their fu"},{"_id":"106","title":"Hana yori Dango","alternativeTitles":["Boys Over Flowers","HYD","花より男子","Hana Yori Dango","Hana Yori Dango","Hana Yori Dango"],"ranking":1426,"genres":["Drama","Romance"],"episodes":51,"status":"Finished Airing","synopsis":"Makino Tsukushi, a girl who comes from a poor family, just wants to get through her two last years at Eitoku Gakuen quietly. But once she makes herself known by standing up for her friend to the F4, the four most popular, powerful, and rich boys at the school, she gets the red card: F4's way of a \"Declaration of War.\" But when she doesn't let herself be beaten by them and is starting to fall for one of the F4, Hanazawa Rui, she starts to see that there is more than meets the eye...\n\n(Source: ANN)","type":"TV","short_synopsis":"Makino Tsukushi, a girl who comes from a poor family, just wants to get through her two last years a"},{"_id":"1946","title":"Ashita no Nadja","alternativeTitles":["明日のナージャ","Tomorrow's Nadja","Nadja Applefields"],"ranking":1428,"genres":["Adventure","Drama","Romance"],"episodes":50,"status":"Finished Airing","synopsis":"This story takes place about one hundred years ago. Nadja is a bright, cheerful girl who was raised in an orphanage near London, England. Nadja was entrusted to the orphanage when she was a baby. So she thought her father and mother were dead. But before her thirteenth birthday, she found out that her mother might be alive..\n\nNadja sets out on a journey to find her mother! With all of Europe as the stage, Nadja's exciting adventure begins!\n\n(Source: AniDB)","type":"TV","short_synopsis":"This story takes place about one hundred years ago. Nadja is a bright, cheerful girl who was raised "},{"_id":"110","title":"Chuuka Ichiban!","alternativeTitles":["Cooking Master Boy","中華一番"],"ranking":1431,"genres":["Action","Comedy","Drama","Gourmet"],"episodes":52,"status":"Finished Airing","synopsis":"The story takes place in 19th century China during the Qing Dynasty, where the Emperor was weakened and the country was close to chaos. It is also during a fictitious era called \"The Era of the Cooking Wars\". It was an era in which top chefs with different cooking styles tried their best to improve their skills and to become the best chef in China. It is a country where insulting a high-grade chef or fooling around with cooking could land a person in a jail, and impersonating a top-chef is as good as usurpation of authority. Chefs compete with each other in order to gain respect and even power, but also with the risks of losing everything.\n\nThe country of China has four major regions: Beijing, Szechuan, Shanghai, and Guangdong.\n\nThe beginning of the story takes place in Szechuan, Mao's birthplace.\n\nAfter the death of Mao's mother, Pai, who was called the 'Fairy of Cuisine', Mao becomes a Super Chef in order to take the title as Master Chef of his mother's restaurant. However, before he takes his mother's place as Master Chef, he continues to travel China in order to learn more of the many ways of cooking, in the hopes of becoming a legendary chef, just like his mother. During his journey, he meets great friends and fierce rivals who wish to challenge him in the field of cooking.\n\n(Source: Wikipedia)","type":"TV","short_synopsis":"The story takes place in 19th century China during the Qing Dynasty, where the Emperor was weakened "},{"_id":"50425","title":"Fuufu Ijou, Koibito Miman.","alternativeTitles":["More than a Couple","Less than Lovers.","Fuukoi","夫婦以上、恋人未満。","More than a Married Couple","but Not Lovers."],"ranking":1437,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Third-year high school student Jirou Yakuin is in love with his childhood friend and classmate, Shiori Sakurazaka. Thus, he hopes to be paired with her for the \"marriage practical\": their school's practice of randomly selecting boy-girl pairs to live as pretend married couples while monitoring and rating them on how close they have gotten. Meanwhile, the lively Akari Watanabe wants to be assigned to her crush, the popular and good-looking Minami Tenjin.\n\nMuch to their dismay, Jirou and Akari find out that not only have they been paired together, but so have Shiori and Minami! Determined to be with their crushes, Jirou and Akari strive to earn as many points as possible, as the top 10 pairs earn the right to switch their partners—so long as both couples agree.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Third-year high school student Jirou Yakuin is in love with his childhood friend and classmate, Shio"},{"_id":"37972","title":"Hoshiai no Sora","alternativeTitles":["星合の空","Stars Align"],"ranking":1439,"genres":["Drama","Sports"],"episodes":12,"status":"Finished Airing","synopsis":"Constantly outperformed by the girls' club, the boys' soft tennis club faces disbandment due to their poor skills and lack of positive results in matches. In desperate need of members, Toma Shinjou is looking to recruit capable players, but he fails to scout anyone. Enter Maki Katsuragi, a new transfer student who demonstrates great reflexes when he catches a stray cat in his classroom, instantly capturing Toma's attention. With his interest piqued, Toma ambitiously asks Maki to join the boys' team but is quickly rejected, as Maki doesn't wish to join any clubs. Toma refuses to back down and ends up persuading Maki—only under the condition that Toma will pay him for his participation and cover other club expenses. \n\nAs Maki joins the team, his incredible form and quick learning allow him to immediately outshine the rest of the team. Although this gives rise to conflict among the boys, Maki challenges and pushes his fellow team members to not only keep up with his seemingly natural talent, but also drive them to devote themselves to the game they once neglected. \n\nThis story focuses on the potential of the boys' soft tennis club and their discovery of their own capability, while also enduring personal hardships and dealing with the darker side of growing up in middle school.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Constantly outperformed by the girls' club, the boys' soft tennis club faces disbandment due to thei"},{"_id":"41488","title":"Tensura Nikki: Tensei shitara Slime Datta Ken","alternativeTitles":["転スラ日記 転生したらスライムだった件","The Slime Diaries","The Slime Diaries","The Slime Diaries","The Slime Diaries"],"ranking":1440,"genres":["Comedy","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"In between slaying monsters and negotiating with neighboring countries, Rimuru Tempest has his hands full attending to his kingdom alongside day-to-day matters. But whether it's expanding the farms in the summer heat or shoveling snow in the chilly winter, no task is too big for Rimuru and his friends!\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"In between slaying monsters and negotiating with neighboring countries, Rimuru Tempest has his hands"},{"_id":"35672","title":"Yama no Susume Third Season","alternativeTitles":["Encouragement of Climb Third Season","Yama no Susume 3","ヤマノススメ サードシーズン","Encouragement of Climb Season 3","Encouragement of Climb: Staffel 3","Yama no Susume Temporada 3","Encouragement of Climb: Saison 3"],"ranking":1443,"genres":["Adventure","Comedy","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"With the conclusion of an unforgettable summer break, Aoi Yukimura remains invigorated to continue pursuing her new hobby in mountaineering. Having braved her fear of heights and fulfilled her childhood promise with Hinata Kuraue, any opportunity to go climbing intrigues the first-year high school student—including a second chance to reach the summit of Mt. Fuji.\n\nAlthough the formidable yet exciting trip is planned for next summer, Aoi is already preparing as much as she can to guarantee her success this time around. However, as budding expectations blossom with the shift of the seasons, ascending the unexplored peaks of colorful endeavors begins to strain the bond between the two longtime friends and the perspectives they share of the future.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"With the conclusion of an unforgettable summer break, Aoi Yukimura remains invigorated to continue p"},{"_id":"145","title":"Kareshi Kanojo no Jijou","alternativeTitles":["Kare Kano","Karekano","彼氏彼女の事情","His and Her Circumstances","Kare Kano","Entre Elle et Lui"],"ranking":1444,"genres":["Comedy","Drama","Romance"],"episodes":26,"status":"Finished Airing","synopsis":"Yukino Miyazawa is the female representative for her class and the most popular girl among the freshmen at her high school. Good at both academics and sports on top of being elegant and sociable, she has been an object of admiration all her life. However, in reality, she is an incredibly vain person who toils relentlessly to maintain her good grades, athleticism, and graceful appearance. She wants nothing more than to be the center of attention and praise—which is why she cannot stand Souichirou Arima, the male representative for her class and the only person more perfect than her. Since the first day of high school, she has struggled to steal the spotlight from her new rival but to no avail.\n\nAt last, on the midterm exams, Yukino gets the top score and beats Souichirou. But, to her surprise, he congratulates her on her achievement, leading her to question her deceptive lifestyle. When Souichirou confesses his love to Yukino, she turns him down and gloats about it at home with only a hint of regret. But the very next day, Souichirou visits Yukino house to bring her a CD and sees her uninhibited self in action; now equipped with the truth, he blackmails her into completing his student council duties. Coerced into spending time with Souichirou, Yukino learns that she is not the only one hiding secrets.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Yukino Miyazawa is the female representative for her class and the most popular girl among the fresh"},{"_id":"51815","title":"Kubo-san wa Mob wo Yurusanai","alternativeTitles":["Kubo-san wa Boku wo Yurusanai","Kubo-san Doesn't Leave Me Be (a Mob)","久保さんは僕を許さない","Kubo Won't Let Me Be Invisible"],"ranking":1445,"genres":["Comedy","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"Junta Shiraishi is a high school student with one simple goal—to enjoy his youth. However, achieving this goal is not so straightforward since Shiraishi is effectively invisible to his peers; even his teachers routinely fail to notice his presence. In fact, there is a rumor circulating that whoever manages to spot him will receive good luck. \n\nBut there is one person who notices Shiraishi's presence without fail. Seated right next to him, Nagisa Kubo is determined not to let him quietly fade into the background. Unfortunately for him, this means that Shiraishi finds himself in some peculiar situations, all orchestrated by Kubo. Despite this, Kubo's playful antics might just be the catalyst needed to spark the thrilling youth that Shiraishi longs for.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Junta Shiraishi is a high school student with one simple goal—to enjoy his youth. However, achieving"},{"_id":"2985","title":"Majin Tantei Nougami Neuro","alternativeTitles":["Private Evil-Eye Nougami Neuro","Demon Detective Nougami Neuro","魔人探偵 脳噛ネウロ","Neuro: Supernatural Detective"],"ranking":1446,"genres":["Comedy","Mystery","Supernatural"],"episodes":25,"status":"Finished Airing","synopsis":"Yako Katsuragi is an acclaimed high school detective, who, despite her young age, has solved many cases. In fact, there seems to be no case that she can't solve, or any culprit that escapes justice. But within the walls of her detective agency lies the secret to her prolific crime-solving skills: the cases are actually solved by her assistant, Neuro Nougami.\n\nHowever, to call Neuro an ordinary man would be incorrect. In reality, he is a demon, who came to the human world in search of the ultimate mystery, having already solved every mystery in the demon world. With Yako as his proxy, he feasts on the negative energy released by humans when they commit crimes. Thus, he promises to help Yako solve the mystery of her father's death. But to do so, he must avoid drawing too much attention to himself, which is why Yako plays the role of the detective.\n\nMajin Tantei Nougami Neuro follows this unlikely duo as they solve case after case to satisfy Neuro's ravenous appetite and Yako's desperate search for the truth of her father's death.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Yako Katsuragi is an acclaimed high school detective, who, despite her young age, has solved many ca"},{"_id":"1699","title":"Romeo x Juliet","alternativeTitles":["RomeoxJuliet","ロミオ×ジュリエット","Romeo x Juliet"],"ranking":1449,"genres":["Drama","Fantasy","Romance"],"episodes":24,"status":"Finished Airing","synopsis":"On the floating continent of Neo Verona, the Montague family slaughters the entire Capulet family and seizes control of the kingdom. The true heir to the throne, Juliet Fiammata Asto Capulet, manages to escape the onslaught and is hidden away by loyalists for 14 years with hope that she may one day overthrow the cruel Montague regime. \n\nDespite having forgotten the murder of her entire family, Juliet now secretly protects the oppressed citizens of Neo Verona as a vigilante called the Red Whirlwind. During one of her escapades she meets Romeo Candorebanto Montague, the kind and selfless son of the tyrannical Prince Laertes Montague, and without knowledge of each other's background, they both fall in love at first sight. \n\nUnfortunately, however, their destiny is a cursed one: not only does each of the two families wish to obliterate the other, but an ancient secret hidden beneath Neo Verona also threatens their undying love for each other. Will they be able to defy the stars, or is this truly a love that can never be?\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"On the floating continent of Neo Verona, the Montague family slaughters the entire Capulet family an"},{"_id":"33253","title":"Ajin Part 2","alternativeTitles":["Ajin 2nd Season","亜人 第2クール","Ajin: Demi-Human 2nd Season","Ajin Demi-Human Staffel 2","Ajin: Semihumano Temporada 2","Ajin: Demi-Human Saison 2"],"ranking":1452,"genres":["Action","Horror","Mystery","Supernatural"],"episodes":13,"status":"Finished Airing","synopsis":"After escaping certain death, Kei Nagai and his new companion Kou Nakano plot revenge on Satou, their fellow Ajin who is hellbent on world domination. As Satou embarks on a string of public executions, the human race rushes to come up with a solution to stop the immortal villain.\n\nKei discovers unlikely allies in the form of two former adversaries: high-ranking government official Yuu Tosaki, whose extensive research on Ajin gives him a tactical advantage in the fight against Satou, and Tosaki's Ajin assistant Izumi Shimomura. As his faction continues to gather allies, Kei races against time to put a stop to Satou's crusade before it brings about an end to civilization as he knows it.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"After escaping certain death, Kei Nagai and his new companion Kou Nakano plot revenge on Satou, thei"},{"_id":"42238","title":"Ani ni Tsukeru Kusuri wa Nai! 4","alternativeTitles":["Please Take My Brother Away 4","Kuai Ba Wo Ge Dai Zou 4","兄に付ける薬はない！4"],"ranking":1453,"genres":["Comedy","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"Shi Miao has a lot of experience dealing with her older brother's peculiar habits. After all her scolding, it is natural to expect that Shi Fen's antics would come to an end. But having spent their whole life together, it is obvious to Miao that some things never change—and maybe that is for the best.\n\nDespite his recklessness, Fen usually means well. As a result, a tight-knit friend group has formed around him and his sister. Joined by their classmates—Kai Xin, Wan Sui, and Miaomiao—the Shi siblings' tenure at high school continues to be an absolute spectacle.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Shi Miao has a lot of experience dealing with her older brother's peculiar habits. After all her sco"},{"_id":"2213","title":"Black Jack (TV)","alternativeTitles":["Black Jack 2004","ブラックジャック","Black Jack","Black Jack"],"ranking":1456,"genres":[],"episodes":61,"status":"Finished Airing","synopsis":"Black Jack is an \"unregistered\" doctor with a clouded, mysterious past. He works with his little assistant Pinoko (who has a massive crush on the doctor), dealing with medical cases not very well known, which can be strange, dangerous, or not known at all. But he is a genius, and can save almost any of his patients' life (as long as they have the money for it, that is), and is known to many around the world, especially to those of medicine and science. He's a man of science himself, and does not believe much until he has seen it, yet it is many times he is surprised by love and nature often overpowering the science he bases his life in.  \n\n(Source: ANN)","type":"TV","short_synopsis":"Black Jack is an \"unregistered\" doctor with a clouded, mysterious past. He works with his little ass"},{"_id":"51916","title":"Dekiru Neko wa Kyou mo Yuuutsu","alternativeTitles":["Dekineko","デキる猫は今日も憂鬱","The Masterful Cat Is Depressed Again Today"],"ranking":1459,"genres":["Comedy","Supernatural"],"episodes":0,"status":"Not yet aired","synopsis":"When Saku took in a stray black cat, she never expected that he would become the equivalent of a housekeeping life partner. But Yukichi, a giant cat who towers over Saku, is not your ordinary feline. He takes great pride in his culinary skills, and a good sale at the supermarket always gets his whiskers twitching. Saku may not have her act together yet, but at least she has Yukichi! \n\n(Source: Seven Seas Entertainment)","type":"TV","short_synopsis":"When Saku took in a stray black cat, she never expected that he would become the equivalent of a hou"},{"_id":"2229","title":"Dragon Quest: Dai no Daibouken (TV)","alternativeTitles":["Dragon Quest: Dai's Great Adventure","Dragon Quest: Adventure of Dai","ドラゴンクエスト・ダイの大冒険"],"ranking":1462,"genres":["Adventure","Comedy","Fantasy"],"episodes":46,"status":"Finished Airing","synopsis":"After the defeat of the demon lord Hadlar all of the monsters were unleashed from his evil will and moved to the island of Delmurin to live in peace. Dai is the only human living on the island. Having been raised by the kindly monster Brass, Dai's dream is to grow up to be a hero. He gets to become one when Hadlar is resurrected and the previous hero, Avan, comes to train Dai to help in the battle. But Hadlar, announcing that he now works for an even more powerful demon lord, comes to kill Avan. To save his students Avan uses a Self-Sacrifice spell to attack, but is unable to defeat Hadlar. When it seems that Dai and Avan's other student Pop are doomed a mark appears on Dai's forehead and he suddenly gains super powers and is able to fend off Hadlar. The two students then go off on a journey to avenge Avan and bring peace back to the world.\n\n(Source: ANN)","type":"TV","short_synopsis":"After the defeat of the demon lord Hadlar all of the monsters were unleashed from his evil will and "},{"_id":"31931","title":"Full Metal Panic! Invisible Victory","alternativeTitles":["Full Metal Panic! IV","フルメタル・パニック！Invisible Victory","Full Metal Panic! Invisible Victory"],"ranking":1463,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"The boisterous student Kaname Chidori and soldier Sousuke Sagara are enjoying a blissful high school life. However, their peaceful days are disrupted by the threatening terrorist organization Amalgam. Leonard Testarossa, a member of the organization who possesses \"Whispered,\" seeks to procure Kaname and her knowledge. \n\nKaname and Sousuke's battle against Amalgam starts right in their own neighborhood, which eventually takes them on a hunt around the world. From the exotic lands of Laos to the barren Mexican coast, Sousuke must gather intelligence to bring down Amalgam. Meanwhile, Kaname's abilities grow, but so does her frustration as her resolve withers. Caught up in an intense game of hide and seek, as well as strategic plots, the pair try to connect and push beyond their own limits. \n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The boisterous student Kaname Chidori and soldier Sousuke Sagara are enjoying a blissful high school"},{"_id":"4725","title":"Ga-Rei: Zero","alternativeTitles":["Garei: Zero","喰霊–零–","Ga-Rei-Zero","Ga-Rei-Zero","Ga-Rei-Zero","Ga-Rei-Zero"],"ranking":1464,"genres":["Action","Supernatural","Suspense"],"episodes":12,"status":"Finished Airing","synopsis":"In Japan, there exists a government agency known as the Supernatural Disaster Countermeasures Division (SDCD), whose duty is to protect the citizens from creatures unseen. They are able to dispatch these monsters swiftly and without alerting the general public. But currently, they face a different challenge: the betrayal of one of their own.\n\nAfter the death of her mother several years ago, Kagura Tsuchimiya has been fostered by the Isayama family and forms a close sister-like bond with their daughter Yomi. The two become inseparable, and together they work for the SDCD as highly skilled exorcists. However, as the stress and consequences of their sacred duty weigh on them both, and family politics come into play, Kagura and Yomi begin to slowly drift apart. One of them grows earnestly into her role as an exorcist, and the other heads down a dark path from which there may be no redemption.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In Japan, there exists a government agency known as the Supernatural Disaster Countermeasures Divisi"},{"_id":"132","title":"GetBackers","alternativeTitles":["GetBackers: Dakkan'ya","ゲットバッカーズ　奪還屋","Getbackers","Getbackers","Get Backers","Get Backers"],"ranking":1465,"genres":["Action","Mystery","Supernatural"],"episodes":49,"status":"Finished Airing","synopsis":"Mido Ban and Amano Ginji are known as the Get Backers, retrievers with a success rate of 100%. Whatever is lost or stolen, they can definitely get it back. Despite their powerful abilities and enthusiastic behavior, Ban and Ginji are terminally broke no matter what they do simply because few people would actually desire to hire them. As a result, the pair of them tend to do dangerous jobs, often leading to unwanted re-encounters with their old (and dangerous) friends.","type":"TV","short_synopsis":"Mido Ban and Amano Ginji are known as the Get Backers, retrievers with a success rate of 100%. Whate"},{"_id":"96","title":"Kidou Butouden G Gundam","alternativeTitles":["Mobile Fighter G-Gundam","機動武闘伝Gガンダム","Mobile Fighter G Gundam"],"ranking":1469,"genres":["Adventure","Comedy","Drama","Romance","Sci-Fi","Sports"],"episodes":49,"status":"Finished Airing","synopsis":"In the year Future Century 0060, the many countries that once comprised Earth's surface exist as separate colonies floating in space. Their home planet now uninhabitable, the ruler of all of the colonies is decided by their unanimous participation in the intergalactic Gundam Fight Tournament—a series of battles between the champions of each colony to determine who is most fit to reign over them all.\n\nNeo-Japan's champion is Domon Kasshu, a man who accepts the role with some ulterior motives. Domon searches the galaxy for his brother, a criminal who allegedly murdered their mother and made off with the Devil Gundam, a highly advanced weapon with the power to unleash mass destruction across the galaxy. In his quest to bring his sibling to justice, Domon travels from colony to colony, meeting many of the fighters who will become his allies and enemies in the forthcoming Gundam Fight Tournament.\n\nArmed with the strength of the Shining Gundam, Domon battles to uncover the truth behind his tortured childhood, suffering great betrayal and crushing blows on his quest toward personal and national triumph.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In the year Future Century 0060, the many countries that once comprised Earth's surface exist as sep"},{"_id":"34973","title":"Love Live! Sunshine!! 2nd Season","alternativeTitles":["Love Live! School Idol Project: Sunshine!!","ラブライブ！サンシャイン!! 第2期","Love Live! Sunshine!! Season 2","Love Live! Sunshine!! Staffel 2","Love Live! Sunshine!! Temporada 2","Love Live! Sunshine!! Saison 2"],"ranking":1470,"genres":[],"episodes":13,"status":"Finished Airing","synopsis":"Having decided to walk down a path separate from their inspirations as idols, the girls of Aqours are more determined than ever to shine brilliantly as school idols. With their previous performance marginally increasing the number of prospective students for their endangered school, they look to carry the momentum of their small step forward into the school's upcoming open house and the next Love Live competition. Hoping to use these events to bring more attention to their school, the nine girls look to give their best performances yet.\n\nUnfortunately, these small steps forward are not enough to convince Mari Ohara's father from changing his plans. Undeterred by Mari's pleas for reconsideration, the decision to close down the school is made official, putting an end to Uranohoshi Girls' High School's student recruitment, including the open house. Though all hope seems to be lost, the school idols refuse to give up. Faced with impossible odds, Aqours sings, dances, and shines in the hopes of bringing about a miracle.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Having decided to walk down a path separate from their inspirations as idols, the girls of Aqours ar"},{"_id":"34577","title":"Nanatsu no Taizai: Imashime no Fukkatsu","alternativeTitles":["Seven Deadly Sins Season 2","七つの大罪 戒めの復活","The Seven Deadly Sins: Revival of the Commandments","The Seven Deadly Sins","The Seven Deadly Sins: La Resurrección de los Diez Mandamientos","The Seven Deadly Sins"],"ranking":1472,"genres":["Action","Adventure","Fantasy"],"episodes":24,"status":"Finished Airing","synopsis":"The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight Hendrickson has devastating consequences. Armed with the fragments necessary for the revival of the Demon Clan, Hendrickson breaks the seal, allowing the Commandments to escape, all of whom are mighty warriors working directly under the Demon King himself. Through a mysterious connection, Meliodas instantly identifies them; likewise, the 10 Commandments, too, seem to sense his presence.\n\nAs the demons leave a path of destruction in their wake, the Seven Deadly Sins must find a way to stop them before the Demon Clan drowns Britannia in blood and terror.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight "},{"_id":"584","title":"Noein: Mou Hitori no Kimi e","alternativeTitles":["Noein: Toward Another You","ノエイン もうひとりの君へ","Noein: to your other self"],"ranking":1473,"genres":["Adventure","Drama","Sci-Fi"],"episodes":24,"status":"Finished Airing","synopsis":"During their last summer of elementary school, four friends decide to undertake a test of courage at their local graveyard. Before the test begins, Haruka Kaminogi makes a last effort to pull Yuu Gotou away from his controlling mother. While doing so, Haruka suddenly has a strange vision of blue snow followed by the appearance of an imposing silver-haired man. Later, a similar vision occurs at the graveyard to both Haruka and her friends before they try to escape what they assume are ghosts.\n\nUnbeknownst to the children, the people who appeared before them are Dragon Soldiers: an elite military group from a dimension known as La'cryma. The soldiers have traveled to this dimension to secure the \"Dragon Torque\"—an entity they believe to be their last hope for survival.  However, both the Dragon Soldiers and Haruka are shocked to learn that the Dragon Torque is Haruka herself. She attempts to escape from the Dragon Soldiers as she finds her own last ray of hope—the strange silver-haired man who claims to be another version of Yuu himself.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"During their last summer of elementary school, four friends decide to undertake a test of courage at"},{"_id":"39355","title":"Radiant 2nd Season","alternativeTitles":["ラディアン 第2シリーズ","RADIANT Season 2","Radiant Staffel 2","Radiant Temporada 2","Radiant Saison 2"],"ranking":1477,"genres":["Action","Adventure","Fantasy"],"episodes":21,"status":"Finished Airing","synopsis":"After fleeing from Rumble Town, Seth, Doc and Melie are back at the Artemis Institute. Thanks to Alma, Seth learns more about Piodon, his mysterious brother. But the quest for the Nemeses mythical nest Radiant has already waited too long, so the Horned Boy and his friends head to the island-continent of the Wizard Knights.\n\nThis location may be a new city for audiences, but it's a decaying world that's falling apart! Not only must Seth deal with these hardships, but he must also face a personal phenomenon where visions are invading his mind a little more each day.\n\n(Source: monstersandcritics)","type":"TV","short_synopsis":"After fleeing from Rumble Town, Seth, Doc and Melie are back at the Artemis Institute. Thanks to Alm"},{"_id":"39597","title":"Sword Art Online: Alicization - War of Underworld","alternativeTitles":["Sword Art Online: Alicization 2nd Season","Sword Art Online III 2nd Season","SAO Alicization 2nd Season","Sword Art Online 3 2nd Season","SAO 3 2nd Season","SAO III 2nd Season","ソードアート・オンライン アリシゼーション War of Underworld","Sword Art Online: Alicization - War of Underworld","Sword Art Online Alicization War of Underworld","Sword Art Online Alicization War of Underworld","Sword Art Online Alicization War of Underworld"],"ranking":1480,"genres":["Action","Adventure","Fantasy"],"episodes":12,"status":"Finished Airing","synopsis":"Despite the defeat of Quinella—the pontifex of the Axiom Church—things have not seemed to calm down yet. Upon contacting the real world, Kazuto \"Kirito\" Kirigaya finds out that the Ocean Turtle—a mega-float controlled by Rath—was raided. Due to a sudden short-circuit caused by the raiders, Kirito's fluctlight is damaged, leaving him comatose. Feeling insecure about the people at the Axiom Church, Alice brings the unconscious Kirito back to their hometown—Rulid Village, disregarding her banishment due to an unabsolved crime. Now, Alice is living an ordinary and peaceful life close by the village, wishing for Kirito to wake up.\n\nHowever, tragedy strikes when Alice notices that the Dark Territory has already started to invade the Human Empire. Reassuming her previous alias, Alice Synthesis Thirty, she promises to defeat the Dark Territory in order to defend the world that Kirito and Eugeo worked so hard to protect.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Despite the defeat of Quinella—the pontifex of the Axiom Church—things have not seemed to calm down "},{"_id":"50307","title":"Tonikaku Kawaii 2nd Season","alternativeTitles":["トニカクカワイイ","TONIKAWA: Over The Moon For You Season 2"],"ranking":1481,"genres":["Comedy","Romance"],"episodes":12,"status":"Finished Airing","synopsis":"In the wake of their first home burning down, Nasa and Tsukasa Yuzaki are seeking temporary shelter at the Arisugawas' bathhouse. Though they have only been married for a short time, their relationship has only become sweeter by the day. Nasa is determined to spend as much time with his wife as possible, basking in the happiness of their marriage.\n\nThe newlyweds find new ways to explore their relationship. From adopting a cat, going to an amusement park, and even watching an impromptu romantic comedy featuring Nasa's former teacher, every day is a new experience. But while Tsukasa continues to meet the people in Nasa's life, Nasa has yet to meet more of Tsukasa's family. Though they appear to be the picture-perfect couple to everyone around them, Nasa begins to wonder if he will ever learn more about his wife's mysterious past.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In the wake of their first home burning down, Nasa and Tsukasa Yuzaki are seeking temporary shelter "},{"_id":"969","title":"Tsubasa Chronicle 2nd Season","alternativeTitles":["Tsubasa Chronicles - Second Season","Tsubasa: RESERVoir CHRoNiCLE","ツバサ・クロニクル 第2シリーズ","Tsubasa RESERVoir CHRoNiCLE Season Two","Tsubasa CHRoNiCLE Staffel 2","Tsubasa CHRoNiCLE Saison 2"],"ranking":1483,"genres":["Action","Adventure","Drama","Fantasy","Romance"],"episodes":26,"status":"Finished Airing","synopsis":"Syaoran, Sakura, Kurogane, Fai and Mokona's journey through to different world's continue as they search for Sakura's feathers. The fated journey slowly becomes more complicated for our travelers, as they find themselves diving deeper into more dangerous worlds. Takes place immediately after the first season. Based on the manga by CLAMP.","type":"TV","short_synopsis":"Syaoran, Sakura, Kurogane, Fai and Mokona's journey through to different world's continue as they se"},{"_id":"24405","title":"World Trigger","alternativeTitles":["ワールドトリガー","World Trigger"],"ranking":1484,"genres":["Action","Sci-Fi"],"episodes":73,"status":"Finished Airing","synopsis":"When a gate to another world suddenly opens on Earth, Mikado City is invaded by strange creatures known as \"Neighbors,\" malicious beings impervious to traditional weaponry. In response to their arrival, an organization called the Border Defense Agency has been established to combat the Neighbor menace through special weapons called \"Triggers.\" Even though several years have passed after the gate first opened, Neighbors are still a threat and members of Border remain on guard to ensure the safety of the planet.\n\nDespite this delicate situation, members-in-training, such as Osamu Mikumo, are not permitted to use their Triggers outside of headquarters. But when the mysterious new student in his class is dragged into a forbidden area by bullies, they are attacked by Neighbors, and Osamu has no choice but to do what he believes is right. Much to his surprise, however, the transfer student Yuuma Kuga makes short work of the aliens, revealing that he is a humanoid Neighbor in disguise.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"When a gate to another world suddenly opens on Earth, Mikado City is invaded by strange creatures kn"},{"_id":"35789","title":"Yowamushi Pedal: Glory Line","alternativeTitles":["Yowamushi Pedal 4th Season","Yowapeda 4th Season","弱虫ペダル GLORY LINE"],"ranking":1485,"genres":[],"episodes":25,"status":"Finished Airing","synopsis":"Fourth season of the Yowamushi Pedal series.","type":"TV","short_synopsis":"Fourth season of the Yowamushi Pedal series."},{"_id":"9441","title":"Yume-iro Pâtissière SP Professional","alternativeTitles":["Yumeiro Patissiere SP Professional","YumePati Pro","Yume-iro Pâtissière 2","Dream-Colored Pastry Chef","Yumeiro Pâtissière SP Professional","夢色パティシエールSP（スペシャル）プロフェッショナル"],"ranking":1486,"genres":["Gourmet","Slice of Life"],"episodes":13,"status":"Finished Airing","synopsis":"Upon her return to Japan after a two year study break in Paris, Ichigo Amano is met with news of Team Ichigo's separation, as each of the Sweets Princes takes a different path toward their dream. Now in her first year of high school, Henri Lucas has a project in store for her, enlisting the help of Ichigo, Makoto Kashino, and new members Lemon Yamagishi and Johnny McBeal to give rise to a new Team Ichigo. As the four work together on this project, Ichigo and Makoto continue to grow closer, though Johnny and the unrelenting Miya Koshiro will not idly sit by; with Johnny's eye on Ichigo and Miya still after Makoto, it definitely seems like love won't come easily.\n\nWith Ichigo's time at St. Marie Academy, she is now ever closer to her dream of starting her very own pâtisserie. However, she will soon realize that it takes more than just making delicious sweets to open up a shop.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Upon her return to Japan after a two year study break in Paris, Ichigo Amano is met with news of Tea"},{"_id":"36470","title":"Tada-kun wa Koi wo Shinai","alternativeTitles":["Tada Doesn't Fall in Love","TadaKoi","多田くんは恋をしない","Tada Never Falls in Love"],"ranking":1487,"genres":["Comedy","Romance"],"episodes":13,"status":"Finished Airing","synopsis":"Love has never really been a concern for Mitsuyoshi Tada, and as the aspiring photographer enters his second year of high school, it truthfully couldn't be further from his mind. However, things just might change after he meets a bright and bubbly foreigner named Teresa Wagner while he was taking pictures of a cherry blossom tree. Nevertheless, after she asks him to photograph her, the two soon separate... only to meet each other again twice more that same day! Finding Teresa just as she is caught in a sudden downpour, Tada invites her to his family's coffee shop to dry off. There, she explains that she was separated from her traveling companion, a no-nonsense redhead named Alexandra ''Alec'' Magritte. When Alec reunites with Teresa shortly after, they say their goodbyes, expecting to part ways for good—but the two unexpectedly show up as transfer students in his class the next day.\n\nTeresa and Alec quickly get used to their lives at Koinohoshi High School and decide to join Tada in the photography club, along with his narcissistic friend Kaoru Ijuuin, the idol-obsessed Hajime Sugimoto, serious class rep Hinako Hasegawa, and the dog-like Kentarou Yamashita. With these two peculiar additions to his equally eccentric group of friends, Tada's second year of high school is about to get even livelier, and he might need to start rethinking his approach to love.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Love has never really been a concern for Mitsuyoshi Tada, and as the aspiring photographer enters hi"},{"_id":"15731","title":"Tamayura: More Aggressive","alternativeTitles":["たまゆら ～もあぐれっしぶ～"],"ranking":1489,"genres":["Comedy","Drama","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"The second season of Tamayura: Hitotose.\n\nIt's the beginning of a new school year for Fuu and friends. With a new year comes new challenges as Fuu tries to open a photography club at her school.\n\n(Source: ANN)","type":"TV","short_synopsis":"The second season of Tamayura: Hitotose.\n\nIt's the beginning of a new school year for Fuu and friend"},{"_id":"29854","title":"Ushio to Tora (TV)","alternativeTitles":["Ushio and Tora","うしおととら","Ushio & Tora (2015)","Ushio & Tora","Ushio & Tora","Ushio & Tora"],"ranking":1490,"genres":["Action","Adventure","Comedy","Supernatural"],"episodes":26,"status":"Finished Airing","synopsis":"Ushio Aotsuki is a stubborn middle school student and son of an eccentric temple priest who goes about life without care for his father's claims regarding otherworldly monsters known as youkai. However, as he is tending to the temple while his father is away on work, his chores lead him to a shocking discovery: in the basement he finds a menacing youkai impaled by the fabled Beast Spear.\n\nThe beast in question is Tora, infamous for his destructive power, who tries to coerce Ushio into releasing him from his five hundred year seal. Ushio puts no trust in his words and refuses to set him free. But when a sudden youkai outbreak puts his friends and home in danger, he is left with no choice but to rely on Tora, his only insurance being the ancient spear if he gets out of hand.\n\nUshio and Tora's meeting is only the beginning of the unlikely duo's journey into the depths of the spiritual realm. With the legendary Beast Spear in his hands, Ushio will find out just how real and threatening the world of the supernatural can be.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Ushio Aotsuki is a stubborn middle school student and son of an eccentric temple priest who goes abo"},{"_id":"10495","title":"Yuru Yuri","alternativeTitles":["YRYR","Yuruyuri","ゆるゆり","YuruYuri: Happy Go Lily"],"ranking":1493,"genres":["Award Winning","Comedy","Girls Love"],"episodes":12,"status":"Finished Airing","synopsis":"After a year in grade school without her childhood friends, first year student Akari Akaza is finally reunited with second years Yui Funami and Kyouko Toshinou at their all-girls' middle school. During the duo's first year, Yui and Kyouko formed the \"Amusement Club\" which occupies the now nonexistent Tea Club's room. Shortly after Akari joins, one of her fellow classmates, Chinatsu Yoshikawa, pays the trio a visit under the impression that they are the Tea Club; it is only once the three girls explain that the Tea Club has been disbanded that they can convince Chinatsu to join the Amusement Club—a group with no purpose other than to provide entertainment for its members.\n\nBased on the slice-of-life manga by Namori, Yuru Yuri is an eccentric comedy about a group of girls who spend their spare time drinking tea and fawning over each other, all while completely failing to even notice the supposed main character Akari amongst them.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After a year in grade school without her childhood friends, first year student Akari Akaza is finall"},{"_id":"2800","title":"Candy Candy","alternativeTitles":["キャンディ・キャンディ"],"ranking":1497,"genres":["Drama","Slice of Life"],"episodes":115,"status":"Finished Airing","synopsis":"This story is about a girl, Candy, who is an orphan. She is a nice and optimistic girl and she has a warm heart. When she was a child, she lived in an orphanage called Pony's Home. She had a good friend called Annie. And she met the \"Prince of the Hill\" who is a important person in her life, on the hill behind the orphanage.\n\nShe was adopted by the Leagan family. What's awaiting her are the bad-hearted Neil and his sister, Eliza. One day, in the rose garden, she met a boy, who is identical to the \"Prince of the Hill\" who she had met in her childhood. His name is Anthony. Thereafter, a fantastic story that she has never expected begins.\n\n(Source: AnimeNfo)  ","type":"TV","short_synopsis":"This story is about a girl, Candy, who is an orphan. She is a nice and optimistic girl and she has a"},{"_id":"6702","title":"Fairy Tail","alternativeTitles":["FAIRY TAIL（フェアリーテイル）","Fairy Tail"],"ranking":1500,"genres":["Action","Adventure","Fantasy"],"episodes":175,"status":"Finished Airing","synopsis":"In the enchanted Kingdom of Fiore, the lively Lucy Heartfilia has one wish: to join the renowned Fairy Tail—one of the many magical wizard guilds scattered around the continent. Luckily, a chance encounter with Natsu Dragneel, the \"Salamander\" of Fairy Tail, whisks her into the legendary guild.\n\nFrom Natsu's rivalrous antics with ice wizard Gray Fullbuster to the frightening presence of the unmatched combat goddess Erza Scarlet, Fairy Tail's powerful mages have a slight penchant for trouble. Through all the lucrative odd jobs and adventures to save the world from destruction lies an absolute and unyielding trust stronger than family that has formed between each guild member.\n\nTeaming up with Natsu, Gray, and Erza, Lucy finds herself amidst the guild's most misfit wizards. But as they constantly stand in the eye of every danger, there is one name that never ceases to resurface: Zeref, the feared master of dark magic.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"In the enchanted Kingdom of Fiore, the lively Lucy Heartfilia has one wish: to join the renowned Fai"},{"_id":"35972","title":"Fairy Tail: Final Series","alternativeTitles":["Fairy Tail Season 3","Fairy Tail (2018)","FAIRY TAIL ファイナルシリーズ","Fairy Tail Final Series","Fairy Tail: Final Season","Fairy Tail: Final Season","Fairy Tail: Saison Finale"],"ranking":1501,"genres":["Action","Adventure","Fantasy"],"episodes":51,"status":"Finished Airing","synopsis":"Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragneel hasn't given up on reuniting the guild he and others once called home. Along with his companions Happy and Lucy Heartfilia, he will stop at nothing to keep Fairy Tail and its fiery spirit alive even as they face their most difficult trial yet—the invasion of Fiore by the Alvarez Empire's immense army and their all-too-familiar ruler.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragne"},{"_id":"37958","title":"Fukigen na Mononokean Tsuzuki","alternativeTitles":["Fukigen na Mononokean 2nd Season","不機嫌なモノノケ庵 續","The Morose Mononokean II","The Morose Mononokean II","The Morose Mononokean II","The Morose Mononokean II"],"ranking":1502,"genres":["Comedy","Supernatural"],"episodes":13,"status":"Finished Airing","synopsis":"Despite being burdened with crippling debt to the morose Haruitsuki Abeno, Hanae Ashiya has come to enjoy his job as an exorcist. His ability to communicate with youkai has given him a sense of responsibility regarding the magical creatures, and he continues to work hard to send them to their true home in the Underworld.\n\nAs Ashiya’s life finally stabilizes, the youkai threaten to upset it once again. Knowledge of his existence has begun to spread, and not everyone is happy to have a human working for the Mononokean, the interdimensional tea room. But one day, a simple visit to the Underworld draws the attention of those in power, and Ashiya soon learns that not every youkai is willing to go along with Abeno's plans.\n\n[Written by MAL Rewrite]\n","type":"TV","short_synopsis":"Despite being burdened with crippling debt to the morose Haruitsuki Abeno, Hanae Ashiya has come to "},{"_id":"9065","title":"Hakuouki: Hekketsuroku","alternativeTitles":["Hakuouki 2","Hakuoki 2","Hakuouki Shinsengumi Kitan Hekketsuroku","薄桜鬼 碧血録","Hakuoki: Demon of the Fleeting Blossom - Record of the Jade Blood"],"ranking":1503,"genres":["Action","Drama","Supernatural"],"episodes":10,"status":"Finished Airing","synopsis":"After the conclusion of Hakuouki, Chizuru Yukimura and the Shinsengumi are forced to flee Kyoto and set sail for Edo. In their commander Isami Kondou's absence, vice-commander Toshizou Hijikata steps in as acting commander. However, Hijikata is not only struggling with the extra leadership duties—which worries everyone around him—but also a newfound uncontrollable bloodlust. To make matters worse, the urge does not affect him alone, and it is even beginning to drive some of his subordinates mad.\n\nFinally, Kondou returns with orders from the emperor to defend the castle, and a new name for their squad: the Kouyou Chinbutai. But in war, the balance of power can shift suddenly and allegiances can waver. In Hakuouki Hekketsuroku, Chizuru follows the Shinsengumi into the heart of war and continues the search for her missing father, all while the bond between her and Hijikata grows ever stronger.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After the conclusion of Hakuouki, Chizuru Yukimura and the Shinsengumi are forced to flee Kyoto and "},{"_id":"51462","title":"Isekai Nonbiri Nouka","alternativeTitles":["異世界のんびり農家","Farming Life in Another World"],"ranking":1506,"genres":["Fantasy","Slice of Life"],"episodes":12,"status":"Finished Airing","synopsis":"During the final years of his life, Hiraku Machio remained confined to a hospital bed with a terminal illness until he finally passed away. Taking pity on the unfair life he lived, a god decides to reincarnate Hiraku in another world where he can live as he pleases. Wanting to try farming in this new life, he is bestowed with an all-in-one \"Almighty Farming Tool\" that can transform into any useful implement he wishes. Hiraku is then transported to a forest seemingly far from civilization. Here, he plans to build and farm everything from scratch—gradually developing the lifeless area into a thriving new society.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"During the final years of his life, Hiraku Machio remained confined to a hospital bed with a termina"},{"_id":"23321","title":"Log Horizon 2nd Season","alternativeTitles":["Log Horizon Second Season","Log Horizon Dai 2 Series","ログ・ホライズン 第2シリーズ","Log Horizon 2","Log Horizon 2","Log Horizon 2","Log Horizon 2"],"ranking":1508,"genres":["Action","Adventure","Fantasy"],"episodes":25,"status":"Finished Airing","synopsis":"After being trapped in the world of Elder Tale for six months, Shiroe and the other Adventurers have begun to get the hang of things in their new environment. The Adventurers are starting to gain the trust of the People of the Land, and Akiba has flourished thanks to the law and order established by Shiroe's Round Table Alliance, regaining its everyday liveliness. Despite this success, however, the Alliance faces a new crisis: they are running out of funds to govern Akiba, and spies from the Minami district have infiltrated the city.\n\nAs formidable forces rise in other districts, there is also a need to discover more about the vast new world they are trapped in—leading Shiroe to decide that the time has come to venture outside the city. Accompanied by his friend Naotsugu and the Sage of Mirror Lake Regan, the calculative Shiroe makes his move, hoping to unravel new possibilities and eventually find a way home.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"After being trapped in the world of Elder Tale for six months, Shiroe and the other Adventurers have"},{"_id":"52211","title":"Mashle","alternativeTitles":["マッシュル-MASHLE-","Mashle: Magic and Muscles"],"ranking":1509,"genres":["Action","Comedy","Fantasy"],"episodes":12,"status":"Currently Airing","synopsis":"In this magical world, one is easily identified as having magical abilities by a distinctive mark on their face. Those unable to practice magic are swiftly exterminated to maintain the magical integrity of society. However, deep within a forest lies an anomaly in Mash Burnedead, who can be found pumping iron with one arm and lifting a cream puff with the other. This aloof boy with superhuman strength—but no magical abilities—leads a quiet life with his father, far removed from society.\n\nMash's peace is soon disturbed when the authorities discover his lack of magical powers. They issue him an ultimatum: compete to become a \"Divine Visionary,\" which would force everyone to accept him, or be persecuted forever. To protect his family, he enrolls in the prestigious Easton Magic Academy, which only the most elite and gifted students are allowed to attend. Now, Mash must overcome his shortcomings as a magicless being and surpass the other students—relying solely on his muscles.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In this magical world, one is easily identified as having magical abilities by a distinctive mark on"},{"_id":"31953","title":"New Game!","alternativeTitles":["NEW GAME!","New Game!"],"ranking":1510,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Since childhood, Aoba Suzukaze has loved the Fairies Story game series, particularly the character designs. So when she graduates from high school, it is no surprise that she applies to work at Eagle Jump, the company responsible for making her favorite video game. On her first day, she is excited to learn that she will be working on a new installment to the series: Fairies Story 3—and even more so under Kou Yagami, the lead character designer.\n\nIn their department are people who share the same passion for games. There is Yun Iijima, whose specialty is designing monsters; the shy Hifumi Takimoto, who prefers to communicate through instant messaging; Hajime Shinoda, an animation team member with an impressive figurine collection; Rin Tooyama, the orderly art director; Shizuku Hazuki, the game director who brings her cat to work; and Umiko Ahagon, the short-tempered head programmer.\n\nNew Game! follows Aoba and the others on their adventure through the ups and downs of game making, from making the perfect character design to fixing all the errors that will inevitably accumulate in the process.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Since childhood, Aoba Suzukaze has loved the Fairies Story game series, particularly the character d"},{"_id":"51105","title":"NieR:Automata Ver1.1a","alternativeTitles":["NieR:Automata Ver1.1a"],"ranking":1511,"genres":["Action","Fantasy","Sci-Fi"],"episodes":12,"status":"Currently Airing","synopsis":"In a post-apocalyptic world overrun by alien-crafted \"Machine Lifeforms,\" humanity is preparing for its last stand. Forced to retreat to the Moon for safety, humans are pinning their hopes on a group of man-made androids known as YoRHa soldiers. Led by the all-purpose battle android YoRHa 2-gou B-gata \"2B,\" the group will fight to take control of the Earth back from its invaders.\n\nAs war against the machines rages on, the YoRHa slowly begin to see the first shards of truth underlying the brutal conflict. Facing the harsh reality before her, the unwavering warrior 2B starts to question her very existence and just how much she must sacrifice for the sake of humanity.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"In a post-apocalyptic world overrun by alien-crafted \"Machine Lifeforms,\" humanity is preparing for "},{"_id":"18897","title":"Nisekoi","alternativeTitles":["Nisekoi","ニセコイ","Nisekoi: Liebe","Lügen & Yakuza","Nisekoi: False Love","Nisekoi: False Love","Nisekoi: Amours","mensonges & yakuzas!"],"ranking":1512,"genres":["Comedy","Romance"],"episodes":20,"status":"Finished Airing","synopsis":"Raku Ichijou, a first-year student at Bonyari High School, is the sole heir to an intimidating yakuza family. Ten years ago, Raku made a promise to his childhood friend. Now, all he has to go on is a pendant with a lock, which can only be unlocked with the key which the girl took with her when they parted.\n\nNow, years later, Raku has grown into a typical teenager, and all he wants is to remain as uninvolved in his yakuza background as possible while spending his school days alongside his middle school crush Kosaki Onodera. However, when the American Bee Hive Gang invades his family's turf, Raku's idyllic romantic dreams are sent for a toss as he is dragged into a frustrating conflict: Raku is to pretend that he is in a romantic relationship with Chitoge Kirisaki, the beautiful daughter of the Bee Hive's chief, so as to reduce the friction between the two groups. Unfortunately, reality could not be farther from this whopping lie—Raku and Chitoge fall in hate at first sight, as the girl is convinced he is a pathetic pushover, and in Raku's eyes, Chitoge is about as attractive as a savage gorilla. \n\nNisekoi follows the daily antics of this mismatched couple who have been forced to get along for the sake of maintaining the city's peace. With many more girls popping up his life, all involved with Raku's past somehow, his search for the girl who holds his heart and his promise leads him in more unexpected directions than he expects.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Raku Ichijou, a first-year student at Bonyari High School, is the sole heir to an intimidating yakuz"},{"_id":"40351","title":"Pokemon (2019)","alternativeTitles":["Pocket Monsters","Pokemon 2019","Pokémon","ポケットモンスター(2019)","Pokémon Journeys: The Series","Pokémon Viajes Serie"],"ranking":1514,"genres":["Action","Adventure","Comedy","Fantasy"],"episodes":136,"status":"Finished Airing","synopsis":"On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\n\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\n\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professo"},{"_id":"40392","title":"Runway de Waratte","alternativeTitles":["Smile at the Runway","ランウェイで笑って","Smile Down the Runway"],"ranking":1516,"genres":[],"episodes":12,"status":"Finished Airing","synopsis":"Being the daughter of a modeling agency owner, Chiyuki Fujito aspires to represent her father's agency in the prestigious Paris Fashion Week, shining under the spotlight as a runway model. However, although she is equipped with great looks and talent, she unfortunately lacks a key element in becoming a successful model—height. Stuck at 158 cm even after entering high school, her childhood dream seems out of reach.\n\nMeanwhile, Ikuto Tsumura is a high school student with a knack in designing clothes; however, without the resources to pursue the necessary education, his ambition of becoming a fashion designer remains a mere dream. But as fate brings Chiyuki and Ikuto together, the dim hopes within their hearts are ignited once again. Together, the two promise to rebel against convention and carve out their own paths in the fashion world.\n\n[Written by MAL Rewrite]","type":"TV","short_synopsis":"Being the daughter of a modeling agency owner, Chiyuki Fujito aspires to represent her father's agen"}]